Repository: Ututi/ututi
Catalog: src/ututi/i18n/*/LC_MESSAGES/ututi.po
Languages: lt, pl

source: %(fullname)s has requested to become a member of the group %(groupname)s.
lt: %(fullname)s nori tapti grupės %(groupname)s nariu.
pl: %(fullname)s chce dołączyć do grupy %(groupname)s.

source: You may confirm or deny this request here: %(url)s .
lt: Norėdamas patvirtinti arba atmesti prašymą spausk čia: %(url)s
pl: Możesz potwierdzić lub odrzucić to zgłoszenie tutaj: %(url)s .

source: Space for private files was bought for '%(groupname)s' group.
lt: Privačių grupės failų vieta buvo nupirktą '%(groupname)s' grupei.
pl: Grupa '%(groupname)s kupiła przestrzeń na plki prywatne.

source: Hello, the private space subscription for the Ututi group "%(group_title)s" is about to expire. When it expires, you will not be able to upload more files to your file area. Please extend your subscription on the group page at %(group_url)s . -- The Ututi team
lt: Sveiki, greitai baigsis privačios failų vietos Ututi grupei %(group_title)s“ galiojimo laikas. Jam pasibaigus nebegalėsite dėti daugiau failų į savo failų sritį. Galite pratęsti galiojimo laiką grupės puslapyje: %(group_url)s -- Ututi komanda
pl: Witaj, przestrzeń na prywatne pliki Ututi grupy "%(group_title)s" niedługo się wyczerpie. Kiedy to nastąpi, nie będziecie mogli dodawać nowych plików do prywatnej przestrzeni grupy. Rozszerz subskrypcję prywatnej przestrzeni Twojej grupy na %(group_url)s . -- U-team

source: Hello, your group "%(group_title)s" has just run out of private group space. If you want to use private group space further, please purchase a subscription on the group page at %(group_url)s, and the group file limit will be raised to %(size)s. -- The Ututi team
lt: Sveiki, jūsų grupės "%(group_title)s" failų vieta pasibaigė. Jeigu norite ir toliau naudotis privačia grupės failų sritimi, apmokėkite grupės vietą puslapyje adresu %(group_url)s - tada grupės failų vieta bus pakelta iki %(size)s. -- Ututi komanda
pl: Cześć, właśnie skończyła się prywatna przestrzeń dla Twojej grupy "%(group_title)s". Jeśli chcesz dalej korzystać z przestrzeni prywatnej dla grupy, proszimy wykupić subskrybcję na stronie grupy %(group_url)s, limit plików dla grupy zwiększy się do %(size)s. -- Zespół Ututi

source: Hi
lt: Sveiki,
pl: Cześć

source: You may join group %(group_title)s by following this link:
lt: Galite prisijungti prie grupės %(group_title)s naudodami nuorodą:
pl: Możesz dołączyć do grupy %(group_title)s klikając ten link:

source: Hello, Your friend %(author)s is using Ututi.com, academical social networtk, and wants to invite you to a group %(group_title)s (%(group_url)s). In Ututi you can find coursework, share files with other members of the group and use the group forums. Since you do not appear to be a Ututi user at the moment, to become a member of this group, you need to register first. You may register by following this link: %(link)s -- The Ututi team
lt: Sveiki, Jūsų draugas %(author)s naudojasi Ututi.com, akademiniu socialiniu tinklu, ir kviečia prisijungti prie %(group_title)s (%(group_url)s) grupės. Ututi galima rasti kursų medžiagą, dalintis ja su kitais grupės nariais ir diskutuoti grupės forume. Kadangi dar nesate Ututi naudotojas, iš pradžų turite užsiregistruoti. Tai galima padaryti naudojant nuorodą:%(link)s - Ututi komanda
pl: Cześć, Twój znajomy %(author)s jest użytkownikiem Ututui.com, akademickiego portalu społecznościowego, i chce Cię zaprosić do grupy %(group_title)s (%(group_url)s). Na Ututi możesz znaleźć okresową pracę, dzielić pliki z innymi użytkownikami grup i brać udział w dyskusjach na forach grupowych. Jako, że nie jesteś teraz użytkownikiem Utiuti, musisz się najpierw zarejestrować aby został członkiem tej grupy Możesz się zarejestrować klikając ten link: %(link)s -- Zespół Ututi

source: Hello, Your friend %(author)s wants to invite you to the group %(group_title)s (%(group_url)s). After joining you will be able to watch subjects your group is studying, share files with other members of the group and use the group forum. You may accept or reject the invitation here: %(invitation_url)s We hope you will find Ututi useful! -- The Ututi team
lt: Sveiki, Jūsų draugas %(author)s kviečia į %(group_title)s (%(group_url)s) grupę. Prisijungus bus galima stebėti grupės studijuojamus dalykus, dalintis failais su kitais grupės nariais bei diskutuoti grupės forume. Priimti arba atmesti kvietimą galite čia: %(invitation_url)s Tikimės, kad Ututi Jums bus naudingas! - Ututi komanda
pl: Cześć, Twój znajomy %(author)s chce zaprosić Cię do grupy %(group_title)s (%(group_url)s). Po dołączeniu do niej zyskasz dostęp do przedmiotów, które studiuje Twoja grupa, będziesz mógł dzielić się plikami z innymi użytkownikami i brać udział w dyskusjach na forum grupowym. Tutaj możesz zaakceptować lub odrzucić zaproszenie: %(invitation_url)s Mamy nadzieję, że Ututi Ci się spodoba! -- Zespół Ututi

source: If you want to stop getting these emails - you can change your subscription settings in your <a href="%(url)s">notification settings page</a>.
lt: Jei norite nebegauti šių el. laiškų, galite pakeisti savo nustatymus <a href="%(url)s">pranešimų nustatymų puslapyje</a>.
pl: Jeśli nie chcesz otrzymywać tych wiadomości możesz zmienić ustawienia subskrypcji na <a href="%(url)s">stronie Ustawienia powiadomień</a>.

source: If you want to stop getting these emails - you can change your subscription settings in your notification settings page (%(url)s).
lt: Jei norite nebegauti šių el. laiškų, galite pakeisti savo nustatymus pranešimų nustatymų puslapyje (%(url)s).
pl: Jeśli nie chcesz otrzymywać tych wiadomości możesz zmienić ustawienia subskrypcji na stronie Ustawienia powiadomień (%(url)s).

source: We have received a request to reset Your password on the Ututi system. If You did not request the password to be recovered, please ignore this message.
lt: Gavome pranešimą, kad pamiršai savo Ututi slaptažodį. Jeigu visgi prisiminei arba nenori slaptažodžio atstatyti, tiesiog ignoruok šią žinutę.
pl: Otrzymaliśmy zgłoszenie utraty hasła w systemie Ututi. Jeżeli nie wysyłałeś tego złoszenia - zignoruj tę wiadomość.

source: If You did forget Your password, follow this link to recover it:
lt: Atstatyti slaptažodį galima paspaudus:
pl: Zapomniałeś hasła? Odzyskaj je aktywując następujący link:

source: Hello!
lt: Labas!
pl: Witaj!

source: %(user_name)s has been using Ututi, a portal for students, for some time now and recommends you to try it.
lt: %(user_name)s jau kurį laiką naudojasi Ututi, sistema studentams, ir yra įsitikinęs(-usi), kad Tau irgi tai patiks :) Tad prisijunk, pabandyk, naudokis!
pl: %(user_name)s już od jakiegoś czasu korzysta ze studenckiego portalu Ututi. Teraz poleca go Tobie.

source: Ututi is a system for students that encourages collaboration and sharing of study materials. We provide tools that make storing lecture notes, sharing files and communicating with your classmates much, much easier.
lt: Ututi yra sistema studentams, padedanti jiems bendradarbiauti kuriant ir dalijantis studijų medžiaga. Tai - įrankis, kuris leidžia kurti bei saugoti paskaitų konspektus, failus, jais dalintis bei bendrauti su grupės ar kurso draugais daug paprasčiau.
pl: Ututi - to system dla studentów, który służy do komunikacji i dzielenia się materiałami do nauki. Dajemy Ci narzędzia do wygodnego przechowywania notatek, łatwego dzielenia się nimi i porozumiewania się z kolegami.

source: If You would like to join Ututi now, please follow this <a href="%(link)s">link</a>.
lt: Nori išbandyti Ututi? Spausk <a href="%(link)s">čia</a>.
pl: Jeśli chcesz zdołączyć do Ututi, kliknij <a href="%(link)s">link</a>.

source: Looking forward to meeting you,<br/>The Ututi team
lt: Iki susitikimo,<br/>Ututi komanda
pl: Do zobaczenia, <br/>U-Team

source: If you would like to join Ututi now, please follow this link:
lt: Nori užsiregistruoti Ututi? Sek šia nuoroda:
pl: Chcesz dołączyc do Ututi teraz? Kliknij:

source: Your request to join Ututi as a teacher has been confirmed!
lt: Jūsų pageidavimas prisijungti prie Ututi dėstytojų patvirtintas!
pl: Twoja prośba aby dołączyć do Ututi jako wykładowca została potwierdzona!

source: You may now visit your Ututi dashboard here: %(url)s .
lt: Galite aplankyti savo Ututi puslapį čia: %(url)s .
pl: Możesz teraz przejść na Twoją tablicę Ututi tutaj: %(url)s

source: At Ututi you will be able to:
lt: Ututi galėsite:
pl: Na Ututi będziesz w stanie:

source: Create your own profile with all Your courses and materials.
lt: Sukurti savo profilį su savo kursais ir studijų medžiaga.
pl: Stwórz swój profil ze wszystkich kursów i materiałów.

source: Easily publish Your lecture notes so that Your students can find and access them.
lt: Lengvai paviešinti savo paskaitų užrašus savo studentams.
pl: Łatwo publikować notatki z wykładów, tak aby studenci mogli je znaleźć i uzyskać dostęp do nich.

source: Easily communicate with Your students.
lt: Lengvai bendrauti su savo studentais.
pl: Łatwa komunikacja z Twoimi studentami.

source: The teacher %(teacher_name)s ( %(teacher_url)s ) sent a message to Your group:
lt: Dėstytojas %(teacher_name)s ( %(teacher_url)s ) išsiuntė žinutę Jūsų grupei:
pl: Nowa wiadomość dla Twojej grupy od wykładowcy %(teacher_name)s ( %(teacher_url)s ):

source: If You reply to this message, the teacher will not get Your replies.
lt: Atsakant į šią žinutę, dėstytojas atsakymų negaus.
pl: Jeśli odpowiesz na tę wiadomość, wykładowca nie dostanie Twoich odpowiedzi.

source: A new teacher has registered:
lt: Užsiregistravo naujas dėstytojas:
pl: Nowy wykładowca został zarejestrowany:

source: Your request to join Ututi as a teacher has been rejected.
lt: Jūsų prašymas prisijungti prie Ututi dėstytojų atmestas.
pl: Twoje zapytanie o przyłączenie się do Ututi jako wykładowca zostało odrzucone.

source: If this was a misunderstanding, please contact us directly at: %(email)s.
lt: Jeigu tai nesusipratimas, susisiekite su mumis: %(email)s.
pl: Jeśli to było nieporozumienie, prosimy o kontakt pod adresem: %(email)s.

source: A user wants to become a teacher:
lt: Narys nori tapti dėstytoju:
pl: Użytkownik chce zostać wykładowcą:

source: No categories yet.
lt: Kategorijų nėra
pl: Jeszcze nie ma żadnej kategorii

source: New category
lt: Nauja kategorija
pl: Nowa kategoria

source: Back to thread
lt: Grįžti į giją
pl: Wróć do wątku

source: Submit
lt: Patvirtinti
pl: Zatwierdź

source: Back to category list
lt: Atgal į kategorijų sąrašą
pl: Wróć do listy kategorii

source: Edit category
lt: Keisti kategoriją
pl: Edytuj kategorię

source: Delete category
lt: Trinti kategoriją
pl: Usuń kategorię

source: Change
lt: Keisti
pl: Zmień

source: New topic
lt: Nauja tema
pl: Nowy temat

source: %(count)s reply
lt: %(count)s atsakymas
pl: %(count)s odpowiedź

source: Show other %(count)s message
lt: Rodyti likusią %(count)s žinutę
pl: Pokaż inną %(count)s wiadomość

source: Mark all as read
lt: Pažymėti kaip perskaitytus
pl: Zaznacz jako przeczytane

source: There are no forum messages.
lt: Forume pranešimų nėra.
pl: Brak wiadomości na forum.

source: Category title
lt: Kategorijos antraštė
pl: Nazwa kategorii

source: Create
lt: Kurti
pl: Utwórz

source: Back to the topic list
lt: Grįžti į temų sąrašą
pl: Powrót do listy tematów

source: Subscribe to emails
lt: Užsiprenumeruoti į el. paštą
pl: Subskrybuj e-maile

source: Unsubscribe from emails
lt: Atsisakyti žinučių į el. paštą
pl: Zrezygnuj z subskrypcji e-maili

source: Delete thread
lt: Ištrinti giją
pl: Usuń wątek

source: Reply
lt: Atsakyti
pl: Odpowiedź

source: New subject
lt: Naujas dalykas
pl: Nowy przedmiot

source: Group Subjects
lt: Grupės dalykai
pl: Przedmioty grupy

source: back to Subject selection
lt: grįžti į dalykų pasirinkimą
pl: Powrót do wyboru przedmiotów

source: Invite group members
lt: pakviesti grupės draugus
pl: Zaproś do grupy

source: Finish choosing subjects
lt: patvirtinti pasirinktus dalykus
pl: Zakończ wybór przedmiotów

source: Mailing list address
lt: Grupės el. konferencijos (el. pašto) adresas
pl: Adres listy mailingowej

source: Edit group settings
lt: Keisti grupės nustatymus
pl: Zmień ustawienia grupy

source: become a member
lt: tapti nariu
pl: Zostań członkiem

source: Edit Settings
lt: Keisti nustatymus
pl: Zmień Ustawienia

source: Congratulations! You have purchased %s personal SMS credits.
lt: Sveikiname! Nusipirkote %s asmeninių SMS kreditų.
pl: Gratulujemy! Nabyłeś %s punktów SMS

source: You can use these credits to send %s messages. For example, if your group has 20 members with registered phone numbers, one message will cost 20 SMS credits.
lt: Su šiais kreditais galite išsiųsti %s žinučių. Pavyzdžiui, jei jūsų grupėje yra 20 narių, užregistravusių savo telefono numerius, viena žinutė grupei kainuos 20 SMS kreditų.
pl: Wykorzystaj te punkty na wysłanie %s wiadomości SMS do grupy. Przykład: 20 członków Twojej grupy potwierdziło swoje numery telefonów w systemie Ututi, jeden SMS do grupy będzie więc Cię kosztował 20 punktów.

source: Happy cat
lt: Linkmas katinas
pl: Wesoły kot

source: Thanks!
lt: Ačiū!
pl: Dzięki!

source: Congratulations! You have increased the group's private file limit.
lt: Sveikiname! Padidinote groupės privačių failų ribą.
pl: Gratulujemy! Własnie zwiększyłeś limit przestrzeni na prywatne pliki grupy.

source: You can now store up to %(size)s in your group's private area. Time period extension: %(time)s.
lt: Dabar galite laikyti iki %(size)s failų savo grupės privačioje srityje. Išplėtimo galiojimas: %(time)s.
pl: Teraz możesz przechowywać do %(size)s w prywatnej przestrzeni grupy. Przedłużenie okresu ważności: %(time)s.

source: Have fun using Ututi groups!
lt: Smagaus naudojimosi Ututi grupėmis!
pl: Miłego korzystania z grup Ututi!

source: You have decided not to increase your group's private file limit.
lt: Nusprendėte nepadidinti grupės privačių failų limito.
pl: Postanowiłeś nie powiększać przestrzeni na prywatne pliki grupy.

source: Perhaps you will change your mind later?
lt: Gal persigalvosite vėliau?
pl: A może później zmienisz zdanie?

source: Sad cat
lt: Liūdnas katinas
pl: Smutny kot

source: You have decided not to buy extra SMS credits.
lt: Nusprendėti nepirkti papildomų SMS kreditų.
pl: Postanowiłeś nie kupować dodatkowych punktów SMS.

source: About groups
lt: Apie grupes
pl: O grupach

source: a place to discuss study matters and your student life.
lt: vieta kalbėtis apie studijas ir studentišką gyvenimą.
pl: miejsce gdzie możesz przedyskutować sprawy dotyczące studiów jak i ciekawego życia studenckiego.

source: Email address
lt: El. pašto adresas
pl: Adres e-mail

source: each group has an email address. If someone writes to this address, all groupmates will receive the email.
lt: Kiekviena grupė turi el. pašto adresą. Nusiuntus laišką šiuo adresu, jį gauna visa grupė.
pl: każda grupa ma swój adres e-mail. Jeśli ktoś pisze na ten adres, wszyscy członkowie grupy dostaną tę wiadomość.

source: Private group files
lt: Privatūs grupės failai
pl: Prywatne pliki grupy

source: each group has a private file storage area for files that you don't want to share with outsiders.
lt: Kiekviena grupė turi privačią saugyklą failams, kuriais nenori dalintis su pašaliniais.
pl: Każda grupa posiada własne miejsce do przechowywania prywatnych plików, których nie chce dzielić z osobami spoza grupy.

source: Subject notifications
lt: Pranešimai apie dalykus
pl: Powiadomienia o przedmiocie

source: receive notifications from subjects that your group is following.
lt: Gauti pranešimus iš grupės stebimų dalykų.
pl: Otrzymuj powiadomienia dotyczące przedmiotów, które śledzi Twoja grupa.

source: Recommended groups
lt: Rekomenduojamos grupės
pl: Polecane grupy

source: Continue
lt: Tęsti
pl: Kontynuuj

source: Group settings
lt: Grupės nustatymai
pl: Ustawienia grupy

source: Create group
lt: kurti grupę
pl: Utwórz grupę

source: is invalid.
lt: negalimas.
pl: Ups, nie działa.

source: is free!
lt: laisvas!
pl: Hura, jest wolny!

source: Title:
lt: Pavadinimas:
pl: Tytuł:

source: Entrance year:
lt: Stojimo metai:
pl: Rok przyjęcia:

source: Group can subscribe to subjects
lt: Grupė gali būti susiejama su studijuojamais dalykais
pl: Grupy mogą obserwować zmiany w przedmiotach

source: Group has a file storage area
lt: Grupė turi privačią failų saugyklą
pl: Grupy mają miejsce do gromadzenia plików

source: Picture:
lt: Nuotrauka:
pl: Zdjęcie:

source: Description:
lt: Aprašymas:
pl: Opis:

source: Moderators
lt: Grupės pilotai
pl: Moderatorzy

source: No groups found.
lt: Grupių nerasta.
pl: Nie znaleziono żadnych grup.

source: Back
lt: Atgal
pl: Wróć

source: The file type is not supported.
lt: Toks failo tipas neleidžiamas
pl: Niewłaściwy rodzaj dokumentu.

source: Change logo
lt: Pakeisti logo
pl: Zmień logo

source: Delete current logo
lt: Trinti dabartinį logo
pl: Usuń aktualne logo

source: Group's functionality:
lt: Grupės funkcionalumas:
pl: Opis grupy

source: Group has a file storage
lt: Grupė turi failų saugyklą
pl: Grupa posiada następujące pliki:

source: Group wants to follow subjects
lt: Grupė gali sekti dalykus
pl: Grupa zamierza śledzic następujace przedmioty:

source: Default group tab:
lt: Pagrindinis grupės skirsnis:
pl: Usuń grupę

source: Access settings:
lt: Naudojimo nustatymai:
pl: Dostęp do ustawień:

source: Joining the group:
lt: Prisijungimas prie grupės:
pl: Dołączanie do grupy:

source: Anyone can join the group;
lt: Kiekvienas gali prisijungti prie grupės;
pl: Każdy może dołączyć do tej grupy;

source: Administrators have to approve new members.
lt: Administratoriai turi patvirtinti naujus narius.
pl: Administratorzy muszą zatwierdzać nowych członków.

source: Group discussions are visibile for:
lt: Grupės susirašinėjimas yra matomas:
pl: Dyskusje grupy są widoczne dla:

source: Everybody;
lt: Visiems;
pl: Każdego;

source: Group members only.
lt: Tik grupės nariams.
pl: Członków grupy.

source: Who can send messages to the mailing list:
lt: Kas gali siųsti žinutes į el. pašto konferenciją:
pl: Kto może wysyłać wiadomości do listy mailingowej:

source: Members only;
lt: Tik nariai;
pl: Tylko członkowie;

source: Everybody (moderated).
lt: Visi (moderuojama).
pl: Każdy (moderowane).

source: If you select 'moderated', you can pick the people who you want to allow to post to the mailing list.
lt: Pasirinkę 'moderuojama', galėsite nurodyti, kurie žmonės galės rašyti į el. pašto konferenciją.
pl: Jeżeli wybierzesz 'moderowane', otrzymacie także wiadomości od ludzi z poza grupy. Te wiadomości trzeba będzie dodatkowo zatwierdzić.

source: Delete group:
lt: Trinti grupę:
pl: Usuń grupę:

source: You can delete group only if you are last member of the group.
lt: Grupę ištrinti galima tik jeigu esate vienintelis grupės narys.
pl: Możesz usunąć grupę tylko jeśli jesteś jej jedynym członkiem.

source: Delete group
lt: Ištrinti grupę
pl: Usuń grupę

source: Edit group front page
lt: Redaguoti grupės pagrindinį puslapį
pl: Edytuj stronę startową grupy

source: Group page is visible to everybody
lt: Grupės puslapis matomas visiems
pl: Strona grupy jest widoczna publicznie

source: You can keep up to %s of private group files here (e.g. pictures)
lt: Privatūs failai matomi TIK GRUPIOKAMS! Čia galite laikyti iki %s.
pl: Możesz przechowywać tu %s prywatnych plików grupy (n.p. zdjęć)

source: GROUP FILES
lt: GRUPĖS FAILAI
pl: PLIKI GRUPY

source: SUBJECT FILES
lt: DALYKO FAILAI
pl: PLIKI PRZEDMIOTU

source: Add more subjects
lt: Pridėk daugiau dalykų
pl: Dodaj więcej przedmiotów

source: Congratulations, you have created a new group!
lt: Sveikiname Tave sukūrus grupę!
pl: Gratulujemy, utworzyłeś nową grupę!

source: Ututi groups are a communication tool for you and your friends. Here your group can use the <a href="%(link_to_forums)s">forums</a> and store private files.
lt: Ututi grupės tai bendravimo įrankis Tau ir Tavo grupei. Čia jūsų grupė galės naudotis <a href="%(link_to_forums)s">forumu</a> ir saugoti privačius grupės failus.
pl: Grupy Ututi - to narzędzie do komunikacji z kolegami i przyjaciółmi. Tutaj Twoja grupa może korzystać z <a href="%(link_to_forums)s">for</a> i przechowywać pliki widoczne tylko dla Twojej grupy.

source: Ututi groups are a communication tool for you and your friends. Here your group can use the <a href="%(link_to_forums)s">forums</a>, keep private files and <a href="%(link_to_subjects)s">watch subjects</a> you are studying.
lt: Ututi grupės - tai Tavo grupiokų ir Tavo bendravimo įrankis. Čia jūs galėsite naudotis <a href="%(link_to_forums)s">forumu</a>, laikyti privačius failus, stebėti ir valdyti <a href="%(link_to_subjects)s">studijuojamus dalykus</a>.
pl: Ututi grupy - to narzędzie do komunikacji z kolegami z grupy. Tutaj Twoja grupa może korzystać z <a href="%(link_to_forums)s">forum</a>,przechowywać prywatne pliki i <a href="%(link_to_subjects)s">śledzić przedmioty</a>, których się uczysz.

source: Invite friends to %s
lt: Pakviesk draugus į %s
pl: Zaproś znajomych do %s

source: Invite your friends to Ututi!
lt: Pakviesk savo draugus į Ututi!
pl: Zaproś znajomych do Ututi!

source: Join our group <a href="%s">%s</a> in Ututi, a system for exchanging study materials and information.
lt: Prisijunk prie mūsų grupės <a href="%s">%s</a> Ututi sistemoje, skirtoje studijų medžiagos ir informacijos mainams.
pl: Dołącz do naszej grupy <a href="%s">%s</a> na Ututi, serwisu do wymiany notatkami i informacjami.

source: Join group
lt: Prisijunk prie grupės
pl: Dołącz do grupy

source: You have to log in to Facebook in order to use this invitation form.
lt: Norėdami pasinaudoti kvietimu turite prisijungti prie Facebook paskyros.
pl: Musisz zalogować się na Facebooku, aby korzystać z tej formy zaproszenia.

source: Invite your groupmates
lt: Kviesti grupės draugus
pl: Zaproś znajomych z grupy

source: Enter emails of your classmates, separated with commas.
lt: Įveskite el. pašto adresus, atskirtus kabeliais.
pl: Wpisz adresy e-mail osób z Twojej grupy i oddziel je przecinkami.

source: Invite
lt: Pakviesti
pl: Zaproś

source: Invite your groupmates using Facebook
lt: Pakviesti grupės draugus per Facebook
pl: Zaproś znajomych z grupy za pomocą Facebook

source: Finish
lt: Baigti
pl: Zakończ

source: Invited users (invitations not accepted yet)
lt: Pakviesti naudotojai (dar nepriėmę pakvietimų)
pl: Zaproszeni użytkownicy (zaproszenia niezaakceptowane)

source: Send again
lt: Siųsti dar kartą
pl: Wyślij ponownie

source: Cancel
lt: Atšaukti
pl: Odrzuć

source: Awaiting confirmation
lt: Laukiama patvirtinimo
pl: Czeka na potwierdzenie

source: Group members
lt: Grupės nariai
pl: Członkowie grupy

source: User
lt: Naudotojas
pl: Użytkownik

source: Phone number
lt: Telefono numeris
pl: Numer telefonu

source: Last seen
lt: Paskutinį sykį matytas
pl: Ostatnie logowanie

source: unconfirmed
lt: nepatvirtintas
pl: niepotwierdzone

source: Update
lt: atnaujinti
pl: Odśwież

source: What is a group notes and who sees it?
lt: Kas yra grupės užrašai ir kam jie yra matomi?
pl: Czym jest notatka grupy i kto je widzi?

source: The group notes is the face of the group. It may be public or visible only to group members, depending on configuration.
lt: Grupės užrašai yra grupės "veidas". Jie gali būti matomi visiems arba tik grupės nariams, priklausomai nuo grupės nustatymų.
pl: Strona grupy jest jej wizytówką. Może być dostępne dla wszystkich lub tylko dla członków grupy, w zależności od ustawień.

source: You can change visibility settings in the <a href="%s">group settings</a> screen.
lt: Galite pakeisti matomumą <a href="%s">grupės nustatymų</a> puslapyje.
pl: Możesz zmienić ustawienia dostępności przez <a href="%s">ustawienia grupy</a>.

source: What are the uses of a group notes?
lt: Kam naudojami grupės užrašai?
pl: Jakie są funkcje notatki grupy?
