Repository: Ututi/ututi
Catalog: src/ututi/i18n/*/LC_MESSAGES/ututi.po
Languages: lt, pl

source: Calendaring. Read this <a href="http://blog.ututi.lt/2009/05/28/naudotoju-isradingumas/">blog post</a> for more information.
lt: Kalendoriui. Skaityti apie tai <a href="http://blog.ututi.lt/2009/05/28/naudotoju-isradingumas/">Ututi bloge</a>.
pl: Kalendarium. Zapoznaj się z <a href="http://blog.ututi.pl/2010/10/grupowy-planer-na-ututi-prosze-bardzo/">blog post</a>.

source: A news board for timetables and posters.
lt: Naujienoms, skelbimams, tvarkaraščiams.
pl: Tablica do zamieszczania planów zajęć i innych ważnych dokumentów graficznych

source: Description of the group for users who are not members of the group yet.
lt: Grupės aprašymui, kurį gali pasiskaityti nauji nariai.
pl: Opis grupy dla osób, które do grupy nie należą.

source: Edit your group note now!
lt: Redaguokite grupės užrašus dabar!
pl: Edytuj notatkę swojej grupy już teraz!

source: Edit note
lt: Redaguoti įrašą
pl: Edytuj notatkę

source: Go to the group's files
lt: Eiti į grupės failus
pl: Przejdź do plików grupy

source: Make your group's file space unlimited
lt: Gauk neribotai vietos grupės failams!
pl: Zwiększ przestrzeń plików swojej grupy

source: The amount of group's private files is limited to %(limit)s. This is so because Ututi encourages users to store their files in publicly accessible subjects where they can be shared with all the users. But if You want to keep more than %(limit)s of files, You can do this.
lt: Grupės failų kiekis ribojamas iki %(limit)s. Taip yra todėl, kad Ututi skatina vartotojus laikyti failus viešai prieinamuose dalykuose, kur jais gali naudotis visi. Bet jei Tavo grupė vis tik nori laikyti daugiau nei %(limit)s failų grupės erdvėje, tai padaryti galima.
pl: Ilość prywatnych plików na Ututi jest ograniczona do %(limit)s. W ten sposób chcemy zachęcić użytkowników do przechowywania notatek w dostępnych dla wszystkich użytkowników folderach przedmiotów. Jeśli jednak bardzo zależy Ci na przechowywaniu więcej niż %(limit)s plików, możesz to zrobić.

source: There are no ways to pay for additional group space at the moment.
lt: Atsiprašome, kol kas už papildomą grupės vietą mokėti nėra galimybės.
pl: W tej chwili nie ma możliwości zapłaty za dodatkowe miejsce w grupie.

source: You have decided not to increase your group's file limit
lt: Tu nepadidinai grupės failų limito.
pl: Zdecydwałeś się nie zwiększać limitu transferu plików.

source: We hope you did not increase uour group's file limit because you decided to store files in the public subject folders and share them with everybody :)
lt: Tikimės, kad nedidini failų limito, nes nusprendei nuo šiol visus grupės failus laikyti dalykų kataloguose ir pasidalinti jais su kitais :)
pl: Mamy nadzieję, że postanowiłeś nie zwiększać limitu przestrzeni na pliki prywatne Twojej grupy, dlatego, że postanowiłeś przechowywać pliki w folderach ogólnodostępnych :)

source: back to the group's files
lt: grįžti į grupės failus
pl: Wróc do plików grupy

source: Paying for the group is not possible at the moment
lt: Atsiprašome, šiuo metu sumokėti už grupės vietos padidinimą nėra galimybės.
pl: Niestety, wpłata nie może byc przyjęta w tej chwili

source: At the moment payments for the group's file limit cannot be made.
lt: Šiuo metu grupių apmokėjimai nepriimami. Atsiprašome...
pl: W tej chwili nie możesz dokonać opłaty za zwiększenie limitu plików grupy.

source: Back to the group's files
lt: Grįžti į grupės failus
pl: Wróć do plików grupy

source: Watch
lt: Stebėti
pl: Obserwuj

source: %(count)s <span class="a11y">file</span>
lt: %(count)s <span class="a11y">failas</span>
pl: %(count)s <span class="a11y">plik</span>

source: %(count)s <span class="a11y">wiki page</span>
lt: %(count)s <span class="a11y">Wiki užrašas</span>
pl: %(count)s <span class="a11y">strona wiki</span>

source: Watched by:
lt: Stebi:
pl: Obserwują:

source: %(count)s group
lt: %(count)s grupė
pl: %(count)s grupa

source: and
lt: ir
pl: i

source: %(count)s member
lt: %(count)s narys
pl: %(count)s członek

source: Back to subject list
lt: Grįžti į dalykų sąrašą
pl: Wróć do listy przedmiotów

source: Your group is not watching any subjects. Add them by searching.
lt: Tavo grupė dar neturi prisidėjusi dalykų. Rask juos čia.
pl: Twoja grupa nie obserwuje żadnych przedmiotów. Odszukaj je i zacznij obserwować.

source: Choose subjects from list
lt: Pasirinkti dalyką iš sąrašo
pl: Wybierz przedmioty z listy

source: Create a new subject
lt: kurti naują dalyką
pl: Utwórz nowy przedmiot

source: add new subject
lt: pridėti naują dalyką
pl: Dodaj nowy przedmiot

source: No watched subjects were found.
lt: Tu neturi prisidėjęs dalykų
pl: Nie znaleziono żadnego obserwowanego przedmiotu.

source: Subject rating:
lt: Dalyko reitingas:
pl: Popularność przedmiotu:

source: Write your topic
lt: Rašyti temą
pl: Podaj swój temat

source: Root
lt: Šakninis aplankas
pl: Źródło

source: Upload file
lt: Įkelti failą
pl: Załaduj plik

source: File upload failed.
lt: Failo įkėlimas nepavyko.
pl: Plik nie został dodany.

source: Group message
lt: Žinutė grupei
pl: Wiadomość grupowa

source: This group does not have a file area of has reached its limits.
lt: Grupė neturi failų saugyklos arba joje trūksta vietos.
pl: Ta grupa nie posiada jeszcze magazynu plików lub przekroczyła jego limity.

source: File
lt: Failas
pl: Plik

source: Reset your password
lt: Atkurti slaptažodį
pl: Zmień hasło

source: Enter Your new password.
lt: Įvesk naują slaptažodį
pl: Wprowadź nowe hasło

source: Repeat Your new password.
lt: Pakartok naują slaptažodį
pl: Powtórz nowe hasło

source: Change password
lt: Pakeisti slaptažodį
pl: Zmień hasło

source: Recover your password
lt: Atstatyti slaptažodį
pl: Odzyskaj hasło

source: Enter your email:
lt: Įveskite savo el. pašto adresą
pl: Wprowadź swój e-mail

source: Recover password
lt: Atstatyti slaptažodį
pl: Odzyskaj hasło

source: All faculties
lt: Visi fakultetai
pl: Dodaj przedmiot

source: + Add teacher
lt: + Pridėti dėstytoją
pl: + Dodaj wykładowcę

source: All teachers
lt: Visi dėstytojai
pl: Wszyscy wykładowcy

source: Add faculties to %s's social network
lt: Pridėti fakultetus prie %s socialinio tinklo
pl: Dodaj przedmiot do sieci społecznościowej %s

source: Add a facultie you belong to
lt: Pridėkit fakultetą kuriam priklausote
pl: Dodaj swoje przedmioty

source: Create your academic group
lt: Sukurti akademinę grupę
pl: Utwórz grupę studencką

source: Invite your coleagues and professors to join
lt: Pakvieskit jūsų kolegas ir profesorius prisijungti
pl: Zaproś swoich kolegów i wykładowców

source: Add a facultie now
lt: Pridėti fakultetą dabar
pl: Dodaj przedmiot

source: Welcome to the social network of %s!
lt: Sveiki atvykę į %s socialinį tinklą!
pl: Witaj w sieci uczelnianej %s!

source: Register or login
lt: Registracija arba prisijungimas
pl: Zarejestruj się lub zaloguj

source: Login as a student
lt: Studento prisijungimas
pl: Zaloguj jako student

source: Login as a teacher
lt: Dėstytojo prisijungimas
pl: Zaloguj jako wykładowca

source: Register as a student
lt: Studento registracija
pl: Zarejestruj się jako student

source: Keep me logged in
lt: Prisiminti mane
pl: Nie wylogowuj mnie

source: Academic resources
lt: Akademiniai resursai
pl: Zasoby akademickie

source: teaching subjects with study materials (notes, files, presentations, audio&amp;video)
lt: dėstomi dalykai su paskaitų medžiaga (užrašai, failai, konspektai, prezentacios, audio&amp;video)
pl: przedmioty oraz materiały (notatki, dokumenty, prezentacje, pliki audio/video)

source: Students groups
lt: Studentų grupės
pl: Grupy studentów

source: private and public groups with files area, forum and email for communication and collaboration
lt: privačios ir viešos grupės su failų saugykla, forumais ir el.pašto adresu bendravimui ir bendradarbiavimui
pl: prywatne i publiczne grupy zawierające pliki, forum oraz pocztę elektroniczną do komunikacji i współpracy

source: knowlenge sharing and discussions on academic subjects with students and teachers
lt: žinių dalinimąsis ir diskusijos akademinėmis temomis su studentais ir dėstytojais
pl: wymiana wiedzy i doświadczeń oraz dyskusje dotyczące przedmiotów ze studentami i wykładowcami

source: Teachers profiles
lt: Dėstytojų profiliai
pl: Profile wykładowców

source: academic webpage with teachers biography, publications, touch cources and contact information
lt: akademinis puslapis su dėstytojų biografija, publikacijomis, dėstomais dalykais ir contaktinę informacija
pl: strona uczelniana z biografią, publikacjami, prowadzonymi kursami i danymi kontaktowymi wykładowców

source: Departments:
lt: Fakultetai:
pl: Wydziały:

source: Add sub-department
lt: Pridėti katedrą

source: Sub department title:
lt: Katedros pavadinimas

source: Edit general information of your university below.
lt: Žemiau galite redaguoti universiteto informaciją.
pl: Edytuj ogólne informacje o Twoim uniwersytecie poniżej.

source: Full University title:
lt: Visas universiteto pavadinimas:
pl: Pełna nazwa uczelni:

source: Short title:
lt: Pavadinimo trumpinys:
pl: Krótki tytuł:

source: Country:
lt: Šalis:
pl: Państwo:

source: (Select country from list)
lt: (Pasirinkti šalį iš sąrašo)
pl: (Wybierz kraj z listy)

source: University website:
lt: Universiteto tinklapis:
pl: Strona internetowa uczelni:

source: Teachers url:
lt: Dėstytojų url:
pl: Linki do wykładowców

source: University logo
lt: Universiteto logotipas
pl: Logu uczelni

source: Upload a high quality logo for your University.
lt: Įkelkite aukštos kokybės logotipą jūsų universitetui.
pl: Dodaj wysokiej jakości logo Twojej uczelni.

source: Remove
lt: Išmesti
pl: Usuń

source: Network settings:
lt: Tinklo nustatymai:
pl: Ustawienia sieci:

source: University settings
lt: Universiteto nustatymai
pl: Ustawienia uczelni

source: Registration control
lt: Registacijų valdymas
pl: Kontrola rejestracji

source: Choose who can join your social network.
lt: Nurodykite, kas gali prisijungti prie socialinio tinklo.
pl: Zdecyduj, kto może dołączyć do Twojej sieci społecznościowej.

source: Choose your policy:
lt: Nurodykite savo politiką:
pl: Zdecyduj, jak zarządzać Twoją siecią:

source: Enter a list of email domains that belong to your university. This is particularly important if you want to control who is registering to your network.
lt: Įveskite sąrašą domenų, kurie priklauso jūsų universitetui. Tai ypač svarbu, jei norite kontroliuoti, kas gali užsiregistruoti jūsų socialiniame tinkle.
pl: Dodaj listę domen e-mailowych, które należą do Twojego uniwersytetu. To szczególnie ważne, jeśli chcesz kontrolować, kto rejestruje się w Twojej sieci.

source: Delete this domain
lt: Ištrinti šį domeną
pl: Usuń tę domenę

source: Currently no email domains are assigned to this University.
lt: Kol kas nėra jokių el. pašto domenų, priskirtų šiam universitetui.
pl: Obecnie żadne domeny nie są przypisane do tego uniwersytetu.

source: New email domain:
lt: Naujas el. pašto domenas:
pl: Nowa domena emailowa:

source: edit sub-department
lt: redaguoti katedrą

source: Ututi let's you theme your network, including custom colors, header logo and text.
lt: Ututi leidžia tinkinti jūsų tinklo temą, pakeičiant spalvas, viršutinės juostos logotipą bei tekstą.
pl: Na Ututi możesz stworzyć własny motyw dla swojej sieci, wybrać kolory, logo w nagłówku i tekst.

source: Enable custom theming
lt: Įjungti temos nuostatas
pl: Włącz wprowadzanie zmian w motywie

source: Choose other logo
lt: Parinkti kitą logotipą
pl: Wybierz inne logo

source: Header text:
lt: Viršutinės juostos tekstas:
pl: Nazwa

source: Header background color:
lt: Viršutinės juostos fonas:
pl: Kolor tła

source: Header text color:
lt: Viršutinės juostos tekstas:
pl: Kolor tekstu

source: Disable custom theming
lt: Išjungti temos nuostatas
pl: Wyłącz wprowadzanie zmian w motywie

source: Are you sure you want to reset your custom theme?
lt: Ar tikrai norite panaikinti jūsų temos nuostatas?
pl: Jestes pewny, że chcesz zresetować Twoje ustawienia?

source: About discussions:
lt: Apie diskusijas:

source: Start a discussion
lt: Pradėk diskusiją

source: discuss various topics. Both students and teachers from your university will be able to join the discussion.
lt: aptark įvairias temas. Tiek dėstytojai, tiek studentai iš tavo universiteto galės prisijungti prie diskusijos.

source: This is a list of all recent events in this university.
lt: Naujausių universiteto naujienų sąrašas.

source: This is a list of all the recent events in the subjects and groups of this university.
lt: Naujausių universiteto grupių ir dalykų pasikeitimų sąrašas.
pl: Poniżej znajduje się lista wszystkich ostatnich zmian w przedmiotach i grupach tej uczelni.

source: This is a list of all recent discussions in this university.
lt: Naujausių universiteto diskusijų sąrašas.

source: Sorry, nothing new at the moment.
lt: Deja, šiuo metu nieko naujo
pl: Przepraszamy, na tą chwilę nie ma nic nowego.

source: Sorry, no subject news the moment.
lt: Deja, šiuo metu nėra dalykų naujienų.

source: %(result_count)s result for <strong>%(search_query)s</strong>
lt: %(result_count)s rezultatas atitinkantis <strong>%(search_query)s</strong>
pl: %(result_count)s wynik dla <strong>%(search_query)s</strong>

source: %(result_count)s result <strong>total</strong>
lt: <strong>Iš viso</strong> %(result_count)s rezultatas.
pl: %(result_count)s wynik <strong>total</strong>

source: Can't find your group?
lt: Nerandate savo grupės?
pl: Nie możesz znaleźć swojej grupy?

source: Create a new group
lt: sukurti naują grupę
pl: Utwórz nową grupę

source: About groups:
lt: Apie grupes:
pl: O grupach:

source: E-mail
lt: El. paštas

source: private file storage area for files that you don't want to share with outsiders.
lt: Privatūs failais, kurių nenorite viešinti pašaliniams.
pl: Osobisty magazyn plików, którymi nie chcesz się dzielić z innymi.

source: Your email address
lt: El. pašto adresas
pl: Twój adres e-mail

source: Join as student
lt: Studento registracija
pl: Dołącz jako student

source: Enter your email
lt: Jūsų el. pašto adresas
pl: Wpisz swój adres e-mail

source: Enter your academic email
lt: Įvesti akademinį el. pašto adresą
pl: Podaj swój uniwersytecki adres mailowy

source: Sign Up
lt: Registruotis
pl: Dołącz

source: Only people with a verified university / college email address can join your network.
lt: Tik turintys patvirtintus universiteto / kolegijos el. pašto adresus gali prisijungti prie Jūsų tinklo.
pl: Do Twojego portalu mogą dołączyć tylko osoby ze zweryfikowanym uniwersyteckim adresem e-mail.

source: Ututi student accounts:
lt: Ututi studentų paskyros:
pl: Konta studentów na Ututi:

source: <strong>Join or create your group</strong> for easy communication and collaboration with your classmates.
lt: <strong>Prisijunk arba sukur savo grupę</strong> &ndash; bendrauk ir dalinkis su savo grupiokais.
pl: <strong>Dołącz do już istniejącej grupy lub stwórz własną</strong> aby łatwo komunikować się i współpracować z kolegami z grupy.

source: <strong>Start following courses</strong> that interest you. Find course material and receive notifications about course related updates.
lt: <strong>Pradėk stebėti dalykus</strong>, kurie tave domina. Ten rasi mokymosi medžiagą bei galėsi gauti kurso naujienas.
pl: <strong>Zacznij śledzić przedmioty</strong>, które Cię interesują. Znajdź materiały z danych zajęć i otrzymuj powiadomienia dotyczące aktualizacji tych zajęć.

source: <strong>Upload files</strong> to share them with your classmates. Files uploaded to course catalog will be available to everyone who is interested in the subject.
lt: <strong>Kelk failus</strong>, pradėk dalintis su savo grupiokais. Failai įkelti į dalyko katalogą bus prieinami visiems, besidomintiems šiuo dalyku.
pl: <strong>Dodawaj pliki</strong> by dzielić się nimi ze swoimi znajomymi z grupy. Pliki dodane do katalogu danych zajęć będą dostępne dla wszystkich zainteresowanych.

source: <strong>Create wiki notes</strong> and edit them together with other people on the network. You can even take notes to Ututi during your lectures.
lt: <strong>Kurk wiki užrašus</strong> ir redaguok juos kartu su kitais bendruomenės nariais. Tu gali konspektuoti paskaitų metu tiesiai į Ututi!
pl: <strong>Utwórz notatki wiki</strong> i edytuj je z innymi ludźmi z twojej uczelni. Możesz nawet robić notatki na Ututi podczas wykładów.

source: Join as teacher
lt: Dėstytojo registracija
pl: Dołącz jako wykładowca

source: Ututi teacher accounts:
lt: Ututi dėstytojo paskyra:
pl: Konta wykładowców na Ututi:

source: <strong>Fill in your information</strong> to represent yourself to other members of your academic community.
lt: <strong>Užpildykite informaciją apie save</strong>, kad pristatytumėte save kitiems akademinės bendruomenės nariams.
pl: <strong>Uzupełnij swój profil</strong> i pokaż się innym członkom Twojej społeczności akademickiej.

source: <strong>Upload course material.</strong> It will become immediately available to everyone who is following your course.
lt: <strong>Įkelkite kurso medžiagą.</strong> Apie ją iš karto sužinos visi Ututi nariai, stebintys jūsų dėstomą dalyką.
pl: <strong>Dodaj materiał z zajęć.</strong> Natychmiast stanie się on dostępny dla wszystkich osób, które śledzą dane zajęcia.

source: <strong>Select and organize your publications</strong> that will be displayed on your Ututi profile page.
lt: <strong>Pateikite savo publikacijų sąrašą</strong>, kuris bus vaizduojamas jūsų svetainėje.
pl: <strong>Wybierz i zorganizuj swoje publikacje</strong>, które będą dostępne na Twojej stronie profilowej Ututi.

source: <strong>Contact your followers</strong> by sending group or private messages, or firing discussions on the course wall.
lt: <strong>Bendraukite su savo studentais</strong> siųsdami grupės arba privačias žinutes, arba pradėdami diskusiją dalyko puslapyje.
pl: <strong>Skontaktuj się ze swoimi uczniami</strong> poprzez wysłanie grupowej lub prywatnej wiadomości. W tym celu możesz również rozpocząć dyskucję na tablicy kursu.

source: Sub-department
lt: Katedra

source: The actions
lt: Veiksmai
pl: Działania

source: Can't find your subject?
lt: Nerandate savo dalyko?
pl: Nie możesz znaleźć swojego przedmiotu?

source: About subjects:
lt: Apie dalykus:
pl: O przedmiotach:

source: A place for course material sharing
lt: Vieta dalintis studijų medžiaga
pl: Miejsce dzielenia się materiałami z przedmiotu

source: upload and share course material with students of your class, university or the entire world.
lt: įkelkite ir dalinkitės studijų medžiaga su savo grupių, universiteto ar viso pasaulio studentais
pl: Dodaj i dziel się materiałami z przedmiotu z innymi studentami z roku, uniwersytetu lub całego świata.

source: Subject forum
lt: Dalyko forumas
pl: Forum przedmiotu

source: a place to discuss the learning matters. Subject forums bring you to your students closer than ever before!
lt: vieta aptarti studijų klausimams. Dalykų forumai leis lengvai bendrauti su studentais!
pl: Miejsce dyskusji o nauce. Forum przedmiotów łączy wykładowcę i studentów bardziej niż kiedykolwiek!

source: Monitoring wiki notes
lt: Wiki užrašų stebėjimas
pl: Monitorowanie notatek wiki

source: create notes for your courses collaboratively with your students.
lt: kurkite savo kursų užrašus bendradarbiaudami su studentais
pl: Twórz notatki ze swoich przedmiotów wspólnie z Twoimi studentami.

source: Easy way to reach your students
lt: Lengva susisiekti su studentais
pl: Prosty sposób na skontaktowanie się z Twoimi studentami

source: send messages to all of your students at once.
lt: siųskite žinutes visiems savo studentams iš karto
pl: Wysyłaj wiadomości do wszystkich swoich studentów naraz.

source: When you update subject information or upload a new file, your students will be notified automatically.
lt: Jums atnaujinus dalyko informaciją arba įkėlus naują failą, studentams bus automatiškai apie tai pranešta.
pl: Kiedy uaktualnisz informacje o przedmiocie lub dodasz nowy plik, Twoi studenci zostaną o tym powiadomieni automatycznie.

source: Are you also a teacher in this University?
lt: Esate ir dėstytojas šiame universitete?
pl: Jesteś także wykładowcą na tym uniwersytecie?

source: About teachers:
lt: Apie dėstytojus:
pl: O wykładowcach:

source: Teacher profile
lt: Dėstytojo profilis
pl: Profil wykładowcy

source: submit your CV, thoughts, information and academic papers.
lt: rašykite savo CV, mintis, informaciją apie save bei mokslinius straipsnis.
pl: dodaj swoje CV, myśli, informacje i prace akademickie.

source: Course material sharing
lt: Dalinimasis akademine medžiaga
pl: Dzielenie się materiałami z przedmiotu

source: Direct messaging
lt: Tiesioginės žinutės
pl: Bezpośrednie wysyłanie wiadomości

source: create a private dialog with one or multiple students or groups.
lt: Sukurti privačią diskusiją su vienu ar keliais studentais arba grupėmis.
pl: Utwórz prywatną rozmowę z jednym lub wieloma studentami lub grupami.

source: discuss tought courses with your students.
lt: diskutuoti apie kursus su savo studentais
pl: rozmawiaj o przedmiotach ze swoimi studentami.

source: Become a teacher
lt: Tapti dėstytoju
pl: Zostań wykładowcą

source: Message approved
lt: Žinutė patvirtinta
pl: Wiadomość zatwierdzono

source: Message rejected
lt: Žinutė atmesta
pl: Wiadomość odrzucono

source: Message already approved
lt: Žinutė jau patvirtinta
pl: Wiadomość już zatwierdzono

source: Working...
lt: Vykdoma...
pl: Wczytywanie ...

source: Error: could not reach server or this message was already moderated. Please try refreshing the page.
lt: Klaida: nepavyko susisiekti su serveriu arba žinutė jau moderuota. Pabandykite užkrauti puslapį iš naujo.
pl: Błąd: nie można nawiązać połączenia z serwerem lub ta wiadomość była już moderowana. Spróbuj odświeżyć stronę.

source: Approve
lt: Patvirtinti
pl: Zatwierdź

source: Reject
lt: Atmesti
pl: Odmów

source: Emails that are allowed to post to the mailing list of this group
lt: El. pašto adresai, kuriems leidžiama siųsti žinutes į šios grupės konferenciją
pl: E-maile, które są dopuszczone na listę dyskusyjną tej grupy

source: Invite to group
lt: Pakviesti į grupę
pl: Zaproś do grupy

source: Moderation queue
lt: Moderavimo eilė
pl: Kolejka do moderacji

source: No messages to be moderated yet.
lt: Žinučių nėra.
pl: Brak wiadomości do moderowania.

source: Back to the moderation queue
lt: Atgal į moderavimo eilę
pl: Powrót do kolejki do moderacji

source: Message to the group
lt: Laiškas grupei
pl: Wiadomość do grupy

source: Private messages
lt: Privačios žinutės
pl: Wiadomość prywatna

source: Create message
lt: Sukurti žinutę
pl: Utwórz wiadomośćć

source: %(count)s message
lt: %(count)s žinutė
pl: %(count)s wiadomość

source: No messages.
lt: Žinučių nėra.
pl: Nie ma wiadomości.

source: New message
lt: Nauja žinutė
pl: Nowa wiadomość

source: Back to message list
lt: Atgal į žinučių sąrašą
pl: Powrót do listy wiadomości

source: Write a reply
lt: Rašyti atsakymą
pl: Odpowiedz

source: Back to %(subject_title)s
lt: grįžti į %(subject_title)s
pl: Wróć do %(subject_title)s

source: Go back to history
lt: Grįžti į istoriją
pl: Wróć do historii

source: Restore previous
lt: Atstatyti
pl: Odtwórz poprzednie

source: Edit page
lt: Redaguoti puslapį
pl: Edytuj stronę

source: Back to %(page_title)s
lt: grįžti į %(page_title)s
pl: Wróć do %(page_title)s

source: Go back to page
lt: Atgal į puslapį
pl: Wróc do strony

source: Show
lt: Rodyti
pl: Wyświetl

source: Compare with previous
lt: Palyginti su praeita versija
pl: Porównaj z poprzednim

source: Restore
lt: Atstatyti
pl: Przywróć

source: You are viewing an old version of this page created by %(link_to_user)s on %(date)s
lt: Čia matai ankstesnę puslapio versiją, kurią sukūrė %(link_to_user)s %(date)s
pl: Ogladasz starą wersję tej strony utworzoną przez %(link_to_user)s %(date)s
