Repository: Ututi/ututi
Catalog: src/ututi/i18n/*/LC_MESSAGES/ututi.po
Languages: lt, pl

source: with %(count)s comment
lt: su %(count)s komentaru
pl: i %(count)s komentarz

source: comment_on_wall
lt: Komentuoti
pl: Dodaj komentarz

source: edit_on_wall
lt: Redaguoti
pl: Edytuj

source: %(user_link)s has uploaded a new file
lt: %(user_link)s įkėlė naują failą
pl: %(user_link)s dodaje nowy plik

source: %(user_link)s has created a new folder %(folder_name)s
lt: %(user_link)s sukūrė naują aplanką %(folder_name)s
pl: %(user_link)s tworzy nowy folder %(folder_name)s

source: %(user_link)s has edited the subject %(subject_link)s
lt: %(user_link)s redagavo dalyką %(subject_link)s
pl: %(user_link)s zedytował(-ła) przedmiot %(subject_link)s

source: %(user_link)s has created the subject %(subject_link)s
lt: %(user_link)s sukūrė dalyką %(subject_link)s
pl: %(user_link)s utworzył(-ła) przedmiot %(subject_link)s

source: %(user_link)s has created the group %(group_link)s
lt: %(user_link)s sukūrė grupę %(group_link)s
pl: Użytkownik %(user_link)s założył grupę %(group_link)s

source: %(user_link)s has sent a message to the group %(group_link)s
lt: %(user_link)s nusiuntė žinutę grupei %(group_link)s
pl: %(user_link)s wysyła wiadomość do grupy %(group_link)s

source: %(user_link)s has posted a new message %(message_link)s to the group's %(group_link)s moderation queue
lt: %(user_link)s parašė naują žinutę %(message_link)s į grupės %(group_link)s moderavimo eilę
pl: %(user_link)s dodaje nową wiadomość %(message_link)s do kolejki moderacji %(group_link)s

source: %(user_link)s has posted a new message %(message_link)s in the forum %(group_link)s
lt: %(user_link)s parašė naują žinutę %(message_link)s forume %(group_link)s
pl: %(user_link)s dodał(-ła) nową wiadomość %(message_link)s na forum %(group_link)s

source: You have sent an sms to the group %(group_link)s
lt: Jūs išsiuntėte sms grupei %(group_link)s
pl: Twój sms został wysłany do grupy %(group_link)s

source: %(user_link)s has sent an sms to the group %(group_link)s
lt: %(user_link)s išsiuntė sms grupei %(group_link)s
pl: %(user_link)s wysył sms do grupy %(group_link)s

source: %(user_link)s and %(count)s more person have joined the group %(group_link)s
lt: %(user_link)s ir dar %(count)s narys prisijungė prie grupės %(group_link)s
pl: %(user_link)s i %(count)s osoba dołączyli do grupy %(group_link)s

source: %(user_link)s has joined the group %(group_link)s
lt: %(user_link)s prisijungė prie grupės %(group_link)s
pl: %(user_link)s dołączył(-ła) do grupy %(group_link)s

source: show all
lt: rodyti visus
pl: Pokaż wszystko

source: %(user_link)s and %(count)s more person have left the group %(group_link)s
lt: %(user_link)s ir dar %(count)s narys paliko grupę %(group_link)s
pl: %(user_link)s i %(count)s osoba opuścili grupę %(group_link)s

source: %(user_link)s has left the group %(group_link)s
lt: %(user_link)s paliko grupę %(group_link)s
pl: %(user_link)s opuszcza grupę %(group_link)s

source: The group %(group_link)s has started watching the subject %(subject_link)s
lt: Grupė %(group_link)s pradėjo stebėti dalyką %(subject_link)s
pl: Grupa %(group_link)s zaczęła obserwować przedmiot %(subject_link)s

source: The group %(group_link)s has stopped watching the subject %(subject_link)s
lt: Grupė %(group_link)s nebestebi dalyko %(subject_link)s
pl: Grupa %(group_link)s przestała obserwować przedmiot %(subject_link)s

source: %(user_link)s has created a page %(page_link)s
lt: %(user_link)s sukūrė puslapį %(page_link)s
pl: %(user_link)s tworzy stronę %(page_link)s

source: %(user_link)s has modified a page %(page_link)s
lt: %(user_link)s redagavo puslapį %(page_link)s
pl: %(user_link)s wprowadza zmiany na stronie %(page_link)s

source: Website
lt: Internetinis puslapis
pl: Strona internetowa

source: Region
lt: Regionas

source: (none)
lt: (jokio)
pl: (żaden)

source: Parent
lt: Tėvinis elementas
pl: Źródło

source: Select a parent
lt: Pasirinkite tėvinį elementą
pl: Wybierz źródło

source: Logo
lt: Logotipas

source: Browse the hierarchy
lt: Hierarchijos naršymas
pl: Przeglądaj hierarchię

source: [Edit]
lt: [Keisti]
pl: [Edytuj]

source: Regions for locations
lt: Vietų regionai
pl: Lokalizacja

source: Create new subject
lt: Sukurti naują dalyką
pl: Utwórz nowy przedmiot

source: Subject features:
lt: Dalykų ypatybės:
pl: Cechy przedmiotu:

source: Upload and share course material
lt: Įkelkite ir dalinkitės kurso medžiaga
pl: Dodaj i dziel się materiałami z kursu

source: Discuss with other people interested in the subject
lt: Diskutuokite su kitais žmonėmis, besidominčiais šiuo dalyku
pl: Rozmawiaj z innymi osobami zainteresowanymi tematem

source: Put lecture notes to subject page and edit them together
lt: Įkelkite paskaitos užrašus į dalyko puslapį ir redaguokite juos kartu
pl: Umieść notatki z wykładu na stronie przedmiotu i edytuj je

source: Get notifications related to this subject
lt: Gaukite priminimus, susijusius su šiuo dalyku
pl: Dostawaj powiadomienia dotyczące tego przedmiotu

source: Subject title:
lt: Dalyko pavadinimas:
pl: Nazwa przedmiotu:

source: It's best to use exactly the same title that is used in your university for this subject. It does not need to be unique.
lt: Geriausia naudoti tiksliai tokį dalyko pavadinimą, koks yra naudojamas internete. Pavadinimai neturi būti unikalūs.
pl: Najlepiej jest używać dokładnie tej samej nazwy przedmiotu, jaka jest używana na Twojej uczelni. Nie musi ona być oryginalna.

source: Subject lecturer:
lt: Dalyko dėstytojas:
pl: Wykładowca przedmiotu:

source: Subject description:
lt: Dalyko aprašymas:
pl: Opis przedmiotu:

source: Enter subject details
lt: Įvesti dalyko detales
pl: Podaj szczegóły przedmiotu

source: Tags:
lt: Žymės:
pl: Tagi:

source: I want to follow this subject
lt: Noriu sektį šį dalyką
pl: Chcę obserwować ten przedmiot

source: Similar subjects found
lt: Panašūs rasti dalykai
pl: Podobne znalezione przedmioty

source: Please check that your subject is not in the list below.
lt: Patikrinkite, ar Jūsų dalyko jau nėra sąraše
pl: Sprawdź, czy Twój przedmiot nie znajduje się na liście poniżej.

source: Did you mean:
lt: Turite omeny:
pl: Masz na myśli:

source: No, I want to create a new subject that is not in this list.
lt: Ne, noriu sukurti dalyką, kurio sąraše nėra.
pl: Nie, chcę utworzyć nowy przedmiot, którego nie ma na tej liście.

source: Assign teacher
lt: Priskirti dėstytojus

source: Assign
lt: Priskirti

source: Subject has been deleted, you can restore it if you want to.
lt: Dalykas buvo ištrintas. Jūs galite jį atstatyti.
pl: Przedmiot został usunięty, ale możesz go jeszcze przywrócić.

source: Restore subject
lt: Atstatyti dalyką
pl: Odtwórz przedmioty

source: Subject has been deleted, it will soon disappear from your watched subjects list.
lt: Dalykas buvo ištrintas. Artimiausiu metu jis dings iš Jūsų įvykių sąrašo.
pl: Przedmioty zostały usunięte, niedługo znikną z grona obserwowanych.

source: Share this subject:
lt: Pasidalinti šiuo dalyku:
pl: Podziel się tym przedmiotem:

source: Edit subject
lt: Redaguoti dalyką
pl: Edytuj przedmiot

source: Back to subject
lt: Grįžti į dalyką
pl: Wróć do przedmiotu

source: Edit subject's info
lt: Redaguoti dalyko informaciją
pl: Edytuj info o przedmiocie

source: University | Department:
lt: Universitetas | Fakultetas:
pl: Uniwersytet | Wydział:

source: Department:
lt: Fakultetas:
pl: Wydział:

source: Who can view the subject
lt: Kas gali matyti šį dalyką

source: Everyone
lt: Visi

source: Department members
lt: Fakulteto nariai

source: University members
lt: Universiteto nariai

source: Who can change subject settings
lt: Kas gali keisti dalyko nustatymus

source: Teachers and administrators
lt: Dėstytojai ir administratoriai

source: Who can post subject discussions
lt: Kas gali dalyko rašyti diskusijas

source: discuss various topics. Students and teachers who follow this subject will be able to join the discussion.
lt: aptark įvairius dalykus. Dėstytojai ir studentai kure seka šį dalyką galės prisijungti prie diskusijos

source: %(subject_link)s has been added to your watched subject list.
lt: Dalykas %(subject_link)s buvo pridėtas prie stebimų dalykų.
pl: Przedmiot %(subject_link)s został dodany do Twojej listy obserwowanych przedmiotów.

source: %(subject_link)s has been removed from your watched subject list.
lt: Dalykas %(subject_link)s buvo išbrauktas iš stebimų dalykų.
pl: Przedmiot %(subject_link)s został usunięty z Twojej listy obserwowanych przedmiotów.

source: %(subject_link)s has been added to your taught courses list.
lt: Dalykas %(subject_link)s buvo pridėtas prie dėstomų dalykų.
pl: Przedmiot %(subject_link)s został dodany do Twojej listy nauczanych przedmiotów.

source: %(subject_link)s has been removed from your taught courses list.
lt: Dalykas %(subject_link)s buvo išbrauktas iš dėstomų dalykų.
pl: Przedmiot %(subject_link)s został usunięty z Twojej listy nauczanych przedmiotów.

source: Subject files
lt: Dalyko failai
pl: Pliki przedmiotu

source: No description
lt: Be aprašymo
pl: Brak opisu

source: Add description to help your friends find this subject. You can also list main topics and references here.
lt: Pridėkite aprašymą, kad kiti lengviau rastų šį dalyką. Taip pat čia galite surašyti kurso temas bei nuorodas.
pl: Dodaj opis, aby pomóc znajomym znaleźć ten przedmiot. Możesz też wymienić główne tematy i bibliografię.

source: Add description
lt: Pridėti aprašymą
pl: Dodaj opis

source: Create new Wiki note
lt: Sukurti naują Wiki užrašą
pl: Utwórz nową notatkę wiki

source: Created (edited) by
lt: Sukurtas (taisytas)
pl: Utworzony (edytowany) przez

source: No Wiki notes in this subject.
lt: Šiame dalyke Wiki užrašų nėra.
pl: Brak notatek wiki o tym przedmiocie.

source: About Wiki notes:
lt: Apie Wiki užrašus:
pl: O notatkach wiki:

source: Create wiki notes collaborating with your groupmates. Everyone who follows the subject can edit it's wiki notes.
lt: Kurkite Wiki užrašus bendram darbui su grupės nariais. Kiekvienas sekantis dalyką gali redaguoti jo Wiki užrašus.
pl: Notatki wiki są dostępne dla całej grupy. Każdy kto obserwuje ten przedmiot może edytować wszystkie notatki wiki.

source: <strong>Take notes during lecture</strong> on your laptop and upload it directly to Ututi.
lt: <strong>Konspektuokite per paskaitas</strong> tiesiai į Ututi.
pl: <strong>Notuj na wykładzie</strong> na swoim laptopie i wrzucaj notatki prosto na Ututi.

source: Write your post
lt: Rašyti įrašą

source: Discussion
lt: Diskusija

source: Log in as %(user)s
lt: Prisijungti kaip %(user)s
pl: Zaloguj się jako %(user)s

source: Award medals
lt: Apdovanoti medaliu
pl: Wyróżnij medalami

source: Send private message
lt: Siųsti privačią žinutę
pl: Wyślij prywatną wiadomość

source: Subjects:
lt: Dalykai:
pl: Przedmioty:

source: %(user_name)s does not follow any subject.
lt: %(user_name)s neseka jokių dalykų.
pl: %(user_name)s nie obserwuje żadnego przedmiotu.

source: Groups:
lt: Grupės:
pl: Grupy:

source: %(user_name)s is not a member of any group.
lt: %(user_name)s nepriklauso jokiai grupei.
pl: %(user_name)s nie jest członkiem żadnej grupy.

source: Activity:
lt: Veikla:
pl: Aktywność:

source: No activity yet.
lt: Kol kas nieko nenuveikta.
pl: Brak aktywności.

source: Back to profile
lt: Grįžti į profilį
pl: Powrót do profilu

source: Current medals
lt: Suteikti medaliai
pl: Bieżące odznaczenia

source: Take away
lt: Atimti
pl: Usuń

source: Award a medal
lt: Apdovanoti medaliu
pl: Wyróżnij medalem

source: Award
lt: Apdovanojimas
pl: Wyróżnij

source: Teacher's activity:
lt: Dėstytojo veikla:
pl: Aktywność wykładowcy:

source: Address
lt: Adresas
pl: Adres

source: Phone
lt: Tel. numeris
pl: Telefon

source: Personal webpage
lt: Asmeninis puslapis
pl: Osobista strona internetowa

source: %(teacher)s has not provided any information.
lt: %(teacher)s nėra pateikęs informacijos apie save.
pl: %(teacher)s nie dostarczył/a żadnych informacji.

source: %(teacher)s has not listed any publications.
lt: %(teacher)s nepateikė jokių publikacijų.
pl: %(teacher)s nie wymienił/a żadnych publikacji.

source: Taught courses
lt: Dėstomi dalykai
pl: Nauczane przedmioty

source: %(teacher)s does not teach any course.
lt: %(teacher)s nedėsto jokio kurso.
pl: %(teacher)s nie załozył jeszcze żadnego przedmiotu.

source: add course
lt: pridėti dalyką
pl: Dodaj kurs

source: Please have javascript enabled for Facebook functionality to work.
lt: Įsidiekite Javascript norėdami naudoti Facebook.
pl: Aktywuj javascript, aby funkcja Facebook działała poprawnie.

source: Connect
lt: Prisijungti
pl: Połącz

source: Send an SMS message to all your classmates. The service is paid by SMS credits (1 credit = 1 SMS message to one person). The cost of an SMS message depends on the number of members in the group.
lt: Išsiųskite SMS žinutę visiems grupės draugams. Už paslaugą mokama SMS kreditais (1 kreditas = 1 SMS žinutė vienam gavėjui). SMS žinutės kaina priklauso nuo gavėjų skaičiaus.
pl: Wyślij wiadomość SMS do wszystkich kolegów z grupy. Usługa jest opłacana punktami SMS ( 1 punkt= jedna wiadomość do jednego odbiorcy). Koszt wysłania wiadomości SMS do grupy zależy od liczby jej członków.

source: Credits left:
lt: Liko kreditų:
pl: Pozostało punktów:

source: Purchase credits
lt: Pirkti kreditus
pl: Kup punkty

source: Message text:
lt: Žinutės tekstas:
pl: Treść wiadomości:

source: You do not have enough SMS credits to send a message to this group.
lt: Neturite pakankamai SMS kreditų, kad galėtumėte siųsti žinutę šiai grupei.
pl: Masz zbyt mało punktów SMS do wysłania wiadomości do tej grupy.

source: No one in this group has confirmed their phone numbers.
lt: Niekas šioje grupėje nepatvirtino savo telefono numerių!
pl: Żaden członek tej grupy nie potwierdził swojego numeru telefonu.

source: Cost:
lt: Kaina:
pl: Koszt:

source: SMS credits
lt: SMS krediŧų
pl: Punkty SMS

source: one SMS credit allows you to send one SMS message to a single recipient. When sending a message to a group, one credit is charged for every recipient.
lt: vienas SMS kreditas leidžia nusiųsti žinutę vienam gavėjui. Siunčiant žinutę grupei, vienas kreditas imamas už kiekvieną gavėją.
pl: jeden kredyt SMS umożliwia wysłanie jednej wiadomości SMS do pojedynczego odbiorcy. Podczas wysyłania wiadomości do grupy, jeden kredyt jest pobierany za każdego odbiorcę.

source: Send a message from your phone!
lt: Siųskite žinutę grupei iš telefono!
pl: Wyślij wiadomość ze swego telefonu!

source: You can send a message to your group directly from your phone. The message costs <strong>%(price).2f Lt</strong>, which pays for the delivery of the message to all recipients (your SMS credits will not be charged). Send the following text to number %(phone)s:
lt: Galite išsiųsti žinutę grupei tiesiai iš telefono. Žinutė kainuoja <strong>%(price).2f Lt</strong>. Į kainą itrauktas žinučių gavėjams išsiuntimas, todėl SMS kreditai nebus nuskaičiuojami. Siųskite šį tekstą numeriu %(phone)s:
pl: Możesz wysłać wiadomość swojej grupie ze swojego telefonu. Koszt wiadomości to <strong>%(price).2f Lt</strong>. Opłata ta pokrywa doręczenie wiadomości wszystkim odbiorcom (liczba Twoich kredytów SMS nie zmniejszy się). Wyślij poniższy tekst na numer %(phone)s:

source: Your text
lt: Tekstas
pl: Twój tekst

source: SMS credits can be used to send SMS messages to members of a group. There are two ways to purchase SMS credits:
lt: SMS kreditai naudojami siųsti SMS žinutes grupės nariams. Yra du būdai nusipirkti SMS kreditų:
pl: Punkty SMS można wymienić na wiadomości SMS do kolegów z grupy. Są dwa sposoby aby je zdobyć:

source: The SMS costs <strong>%(price).2f Lt</strong> and <strong>%(credits)d credits</strong> will be added to your account (one credit is one SMS to a single person).
lt: SMS kainuoja <strong>%(price).2f Lt</strong>, jūsų paskyra bus papildyta <strong>%(credits)d kreditų</strong>.(vienas kreditas - viena SMS vienam žmogui).
pl: Koszt wiadomości SMS to <strong>%(price).2f Lt</strong> a <strong>%(credits)d kredytów</strong>zostanie dodanych do Twojego konta (jeden kredyt to jeden SMS do jednej osoby).

source: Purchase SMS credits
lt: Pirkti SMS kreditų
pl: Kup punkty SMS

source: University and department:
lt: Universitetas ir fakultetas
pl: Uczelnia i wydział:

source: Full title
lt: Visas pavadinimas
pl: Pełna nazwa

source: e.g. LKKA
lt: pvz. LKKA
pl: n.p. UWM

source: Department
lt: Fakultetas
pl: Wydział

source: Section
lt: Filialas
pl: Dział

source: Add university
lt: Sukurk universitetą
pl: Dodaj uczelnię

source: Add department
lt: Sukurk fakultetą
pl: Dodaj wydział

source: Add section
lt: Sukurk katedrą
pl: Dodaj kierunek

source: ututi-community
pl: Społeczność Ututi

source: ututi-bugs
pl: Ututi blędy

source: The username portion of the email address is invalid (the portion before the @: %(username)s)
pl: Część nazwy adresu e-mail użytkownika jest nieprawidłowa (część przed @: %(username)s)

source: smsc submit
pl: potwierdzenie smsc

source: smsc reject
pl: smsc odmowa
