Repository: Ututi/ututi
Catalog: src/ututi/i18n/*/LC_MESSAGES/ututi.po
Languages: lt, pl

source: Document at %(url)s was not found, but maybe you are interested in something else?
lt: Dokumentas pagal nuorodą %(url)s nerastas, bet galbūt ieškai ko nors dar?
pl: Dokument %(url)s nie został odnaleziony. Może interesuje Cię coś innego?

source: Monkeys are ashamed of what you said and are now working even harder to fix the problem. Until they do that, try to search for something else.
lt: Beždžionėlės susigėdo dėl to, ką pasakei ir dabar dar labiau stengiasi ištaisyti klaidą. Iki tol gali paieškoti ko nors kitko.
pl: Małpy wstydzą się tego błędu i od dzisiaj będą pracowały jeszcze ciężej, aby go naprawić. Dopóki nie poradzą sobie z tym problemem, spróbuj znaleźć coś jeszcze.

source: User kicked monkeys
lt: Lankytojas įspyrė beždžionėlėms
pl: Użytkownik kopnoł małpę

source: Ouch! Monkeys were kicked and are trying to work harder. Until they fix this, try to search for something else.
lt: Ai! Beždžionėlė gavo spyrį ir dabar stengiasi geriau dirbti. Kol ji sutvarkys problemą, pabandyk paieškoti ko nors kitko.
pl: Och! Małpy zostały zmotywowane i starają się pracować staranniej. Dopóki nie poradzą sobie z tym problemem, spróbuj znaleźć coś jeszcze.

source: Error message
lt: Klaida
pl: Komunikat o błędzie

source: This Google account is already linked to another Ututi account.
lt: Ši Google paskyra jau sujungta su kita Ututi paskyra
pl: Ten profil Google już jest połączony z innym profilem na Ututi.

source: Your Google account has been associated with your Ututi account.
lt: Jūsų Google paskyra dabar susieta su Ututi paskyra.
pl: Twoje konto Google zostało zintegrowane z profilem Ututi.

source: This Facebook account is already linked to another Ututi account.
lt: Ši Facebook paskyra jau susieta su kita Ututi paskyra.
pl: Ten profil Facebook już jest połączony z profilem innego użytkownika Ututi.

source: Your Facebook account has been associated with your Ututi account.
lt: Jūsų Facebook paskyra dabar susieta su Ututi paskyra.
pl: Twój profil na Facebooku został zintegrowany z profilem Ututi.

source: Authentication failed, please try again.
lt: Autentikacija nesėkminga, pabandykite dar kartą.
pl: Nieudana weryfikacja, spróbuj jeszcze raz

source: Linked to Google account.
lt: Susieta su Google paskyra.
pl: Połączony z profilem Google.

source: Verification of %s failed: %s
lt: Nepavyko patvirtinti %s: %s
pl: Weryfikacja %s niepowieodła się: %s

source: Verification cancelled
lt: Patvirtinimas nutrauktas
pl: Weryfikacja odrzucona

source: <a href=%s>Setup needed</a>
lt: <a href=%s>Reikia konfigūruoti</a>
pl: <a href=%s> Potrzebne ustawienia</a>

source: Setup needed
lt: Reikia konfigūruoti
pl: Wymagane ustawienia

source: Authentication failed: %s
lt: Tapatybės nustatymas nesėkmingas: %s
pl: Weryfikacja nie powiodła się: %s

source: Facebook did not provide your email address.
lt: Facebook nepateikė jūsų el. pašto adreso.
pl: Facebook nie daje Ci adresu e-mail.

source: Login failed. Please login using your username and bind your account first.
lt: Nepavyko prisijungti. Susiekite savo paskyrą ir junkitės savo naudotojo vardu.
pl: Logowanie nie powiodło się. Zaloguj się za pomocą nazwy użytkownika i połącz konto z Facebook/Google.

source: Your Google account "%s" has been linked to your existing Ututi account.
lt: Jūsų Google paskyra "%s" susieta su sistemoje rasta Jūsų Ututi paskyra.
pl: Twoje konto Google "%s" zostało zintegrowane z już istniejącym profilem Ututi.

source: Your Facebook account "%s" has been linked to your existing Ututi account.
lt: Jūsų Facebook paskyra "%s" susieta su sistemoje rasta Jūsų Ututi paskyra.
pl: Twoje konto na Facebooku "%s" zostało zintegrowane z już istniejącym profilem Ututi.

source: Failed to link Facebook account
lt: Nepavyko susieti Facebook paskyros
pl: Nie udało się połączyć z profilem na Facebooku

source: Linked to Facebook account.
lt: Susieta su Facebook paskyra.
pl: Połączony z profilem na Facebooku.

source: Files
lt: Failai
pl: Pliki

source: You have no right to download this file.
lt: Deja, Tu neturi teisės atsisiųsti šio failo.
pl: Nie możesz pobrać tego pliku.

source: Your phone number (+%s) is not registered in Ututi.
lt: Telefono numeris (+%s) neregistruotas Ututi sistemoje.
pl: Twój numer telefonu (+%s) nie jest zarejestrowany na Ututi.

source: You have purchased %(count)d SMS credit for %(price).2f Lt;
lt: Nusipirkote %(count)d SMS kreditą už %(price).2f Lt;
pl: Zakupiono %(count)d kredyt SMS w cenie %(price).2f zł;

source: You now have %(count)d credit.
lt: Dabar turite %(count)d kreditą.
pl: Liczba kredytów: %(count)d

source: Invalid group: %s
lt: Netinkama grupė: %s
pl: Nieaktywna grupa:%s

source: Purchased another month of group space for "%s" (until %s).
lt: Nupirkote mėnesį grupės vietos „%s“ (iki %s).
pl: Wykup kolejny miesiąc wolnej przestrzeni dla swojej grupy za "%s" (do %s).

source: Invalid group message: %s
lt: Netinkamas pranešimas grupei: %s
pl: Nieaktywna wiadość do grupy: %s

source: The phone number %s is not associated with a Ututi user
lt: Telefono numeris %s nesusietas su Ututi naudotoju
pl: Numer telefonu %s nie należy do użytkownika Ututi

source: More than %d recipient, cannot send message.
lt: Nepavyko išsiųsti žinutės - daugiau negu %d gavėjas.
pl: Więcej niż %d użytkownik nie może wysyłać wiadomości.

source: SMS message sent to group %s.
lt: SMS žinutė išsiųsta grupei %s.
pl: Wiadomość SMS została wysłana do grupy %s.

source: The web-based forum for this group has been disabled. Please use the mailing list instead.
lt: Forumas grupei yra atjungtas. Naudokite el. pašto konferenciją!
pl: Forum grupy zostało wyłączone. Skorzystaj z listy mailingowej.

source: Reply sent
lt: Atsakymas išsiųstas.
pl: Odpowiedz wysłana

source: Post updated.
lt: Įrašas atnaujintas.
pl: Post został zaktualizowany

source: Unable to edit post, probably because somebody has already replied to your post.
lt: Uoj, žinutės redaguoti nebegalima, nes tikriausiai į jį atsakė.
pl: Nie możesz poprawić posta, prawdopodobnie dlatego, że ktoś już na niego odpowiedział.

source: Unable to delete post, probably because somebody has already replied to your post.
lt: Oi, žinutės ištrinti nebegalima, nes tikriausiai į ją jau atsakė.
pl: Nie możesz usunąć posta, prawdopodobnie dlatego, że ktoś już na niego odpowiedział.

source: Post deleted.
lt: Įrašas ištrintas.
pl: Post został usunięty

source: Thread deleted.
lt: Gija ištrinta.
pl: Wątek usunięty.

source: Such id already exists, choose a different one.
lt: Toks ID jau egzistuoja. Reikia naujo.
pl: Takie ID już istnieje. Wybierz inne.

source: Id cannot be used as an email address.
lt: ID nėra el. paštas. Ar ne?
pl: ID nie może być wykorzystywane jako adres e-mail

source: File area cannot be disabled if group has files.
lt: Failų saugykla negali būti išjungta, jei grupė turi failų.
pl: Pliki nie mogą być usunięte, jeśli korzysta z nich grupa

source: Subjects section cannot be disabled if group is following any subjects.
lt: Dalykų skirsnis negali būti išjungtas, jei grupė stebi bent vieną dalyką.
pl: Przedmiot nie może zostać usunięty, jeśli korzysta z niego grupa.

source: Please enter a title.
lt: Įvesk pavadinimą.
pl: Podaj tytuł

source: Please enter a group identifier.
lt: Įveskite grupės el. pašto konferencijos/forumo ID.
pl: Podaj, proszę, nazwę grupy.

source: The group identifier must be at least 4 characters long.
lt: ID turi būti ne trumpesnis nei 4 simboliai.
pl: Nazwa zgrupy musi składać się conajmniej z 4 znaków.

source: Subjects
lt: Dalykai
pl: Przedmioty

source: News feed
lt: Naujienos
pl: Aktualności

source: Members
lt: Nariai
pl: Użytkownicy

source: Notes
lt: Užrašai
pl: Notatki

source: You have to log in or register to request group membership.
lt: Turi prisijungti arba užsiregistruoti, jeigu nori tapti grupės nariu.
pl: Aby dołączyć do grupy musisz zalogować się lub zarejestrować.

source: You are now a member of the group %s!
lt: Tapote grupės %s nariu!
pl: Jesteś teraz członkiem grupy %s!

source: Your request to join the group has been forwarded to the group's administrators. Thanks!
lt: Prašymas prisijungti prie grupės nusiųstas grupės administratoriams.
pl: Twoje zgłoszenie zostało wysłane do administratora grupy. Dziękujemy!

source: You already are a member of this group.
lt: Ei! Tu juk jau priklausai šiai grupei.
pl: Już należysz do tej grupy.

source: Your request to join the group is still being processed.
lt: Tavo prašymas prisijungti prie grupės vis dar svarstomas. Kantrybės.
pl: Twoje zgłoszenie jeszcze nie zostało zaakceptowane.

source: The group's front page was updated.
lt: Grupės puslapis buvo atnaujintas.
pl: Strona główna grupy została zaktualizowana.

source: Select the year
lt: Pasirinkite metus
pl: Wybierz rok

source: Administrator
lt: Administratorius

source: Member
lt: Narys
pl: Członek

source: Delete member
lt: Šalinti narį
pl: Usuń użytkownika

source: General
lt: Pradžia
pl: Ogólny

source: Discussions on anything and everything
lt: Diskusijos apie viską ir visus
pl: Dyskusje o wszystkim i niczym

source: Group information and settings updated.
lt: Grupės informacija ir nustatymai atnaujinti.
pl: Informacje o grupie oraz ustawienia zostały zaktualizowane.

source: Invited %(num)d friend.
lt: Pakviestas %(num)d draugas.
pl: Zaproszono %(num)d znajomego.

source: Invalid email addresses detected: %s
lt: Netaisyklingi el. pašto adresai: %s
pl: Adresy %s są nieprawidłowe

source: Invitation cancelled
lt: Pakvietimas atšauktas
pl: Zaproszenie odrzucone

source: New member %s added.
lt: Pridėtas naujas narys %s.
pl: Dodał nowy członek %s.

source: Users invited.
lt: Nariai sėkmingai pakviesti!
pl: Użytkownicy zostali zaproszeni.

source: Congratulations! You are now a member of the group '%s'
lt: Sveikiname prisijungus prie grupės '%s' !
pl: Gratulujemy! Właśnie dołączyłeś do grupy '%s'

source: Invitation to group '%s' rejected.
lt: Kvietimas į grupę '%s' atmestas..
pl: Zaproszenie do grupy '%s' zostało odrzucone

source: Group membership denied to %s.
lt: %s buvo pašalintas iš grupės.
pl: %s odmówiono przynależności do grupy.

source: Error confirming membership request.
lt: Klaidelė tvirtinant narystės prašymą.
pl: Błąd w potwierdzeniu prośby o przyjęcie do grupy.

source: The status of the user %(fullname)s was updated.
lt: %(fullname)s statusas buvo pakeistas.
pl: Dane użytkownika %(fullname)s zostały zaktualizowane.

source: Problem updating the status of the user.
lt: Klaidelė atnaujinant naudotojo statusą.
pl: Problem z aktualizacją statusu użytkownika.

source: The group must have at least one administrator!
lt: Grupė negali likti be administratoriaus!
pl: Grupa powinna mieć co najmniej jednego administratora!

source: Problem updating the status of the user. Cannot find such user.
lt: Klaidelė atnaujinant naudotojo statusą: tokio naudotojo tiesiog nėra! :)
pl: Problem z aktualizacją statusu użytkownika. Brak takiego użytkownika.

source: You can't delete a group while it has members!
lt: Negalite ištrinti grupės, kol joje yra narių!
pl: Nie możesz usunąć grupy, do której ktoś należy!

source: Group '%(group_title)s' has been deleted!
lt: Grupė '%(group_title)s' buvo ištrinta.
pl: Grupa '%(group_title)s' została usunięta!

source: Why would you want to send an empty SMS message?
lt: Kam siuntinėti tuščias SMS žinutes?
pl: Dlaczego chcesz wysłać wiadomość SMS bez treści?

source: Nobody received your message... No other group members have confirmed their phone numbers yet. Please encourage them to do so!
lt: Niekas negavo tavo pranešimo... Nei vienas iš grupės draugų dar neįvedė savo telefono numerio. Paragink juos tai padaryti!
pl: Nikt nie dostał twojej wiadomości... Dotej poy nikt z Twojej grupy nie potwierdził swojego numeru telefonu. Zachęć ich do tego, proszę!

source: Not enough SMS credits: you need %d, but you have only %d.
lt: Nepakanka SMS kreditų: reikia %d, bet turite tik %d.
pl: Zbyt mało punktów SMS: potrzebujesz %d, masz jedynie %d.

source: SMS reply sent
lt: SMS atsakymas išsiųstas.
pl: Odpowiedź SMS

source: SMS sent! (%d credits used up, %d remaining)
lt: SMS išsiųsta! (panaudota %d kreditų, liko %d)
pl: Wiadomość została wysłana! (%d punkty wykorzystano, %d zostało)

source: What is Ututi?
lt: Kas yra Ututi?
pl: Co to Ututi?

source: Contact us
lt: Kontaktai
pl: Skontaktuj się z nami

source: Please enter your password to register.
lt: Įvesk slaptažodį.
pl: Wprowadź hasło.

source: The password must be at least 5 symbols long.
lt: Slaptažodis turi būti ne trumpesnis nei 5 simboliai.
pl: Hasło powinno zawierać przynajmniej 5 symboli.

source: Passwords do not match.
lt: Hm... Slaptažodžiai nesutampa.
pl: Wprowadzone przez Ciebie hasła są różne.

source: Please use your university email or <a href="/browse">choose university from the list</a>.
lt: Naudokite savo akademinį el. pašto adresą arba <a href="/browse">pasirinkite iš sąrašo</a>.
pl: Użyj uniwerysteckiego adresu e-mail lub <a href="/browse">wybierz uniwersytet z listy</a>.

source: Wrong email address.
lt: Neteisingas el. pašto adresas.
pl: Błędny adres email.

source: Field can't be empty.
lt: Negalima palikti tuščių laukų.
pl: Pole to nie może zostać puste.

source: Message to Ututi.com team
lt: Žinutė Ututi.com komandai
pl: Wiadomość do Zespołu Ututi.com

source: Your message was succesfully sent.
lt: Jūsų žinutė sėkmingai išsiųsta.
pl: Twoja wiadomość została wysłana.

source: You have to be logged in to download a file!
lt: Jei nori parsisiųsti failą, teks prisijungti.
pl: Zaloguj się by pobrać plik!

source: After logging in you will be redirected to the download page of the file <strong>%(filename)s</strong> and the download will start automatically.
lt: Iš karto po prisijungimo būsi nukreiptas į failo <strong>%(filename)s</strong> siuntimo puslapį ir jis Tau bus atsiųstas automatiškai.
pl: Po zalogowaniu zostaniesz przekierowany na stronę pobierania pliku <strong>%(filename)s</strong>. Pobieranie rozpocznie się automatycznie.

source: You have to log in or register to join a group!
lt: Turi prisijungti arba užsiregistruoti, jeigu nori prisijungti prie grupės.
pl: Aby dołączyc do grupy musisz się zalogować lub zarejestrować!

source: After logging in or registering, your request to join the group will be sent.
lt: Nusiųsti prašymą prisijungti prie grupės galima tik prisijungus arba užsiregistravus.
pl: Twoje zgłoszenie członkostwa w grupie zostanie wysłane po zalogowaniu lub zarejestrowaniu się.

source: Please log in to donate
lt: Prisijunkite, kad galėtumėte paaukoti
pl: Zaloguj się by nas wesprzeć

source: Please log in before you donate so that we can associate the money you donate with your account.
lt: Prieš aukodami prisijunkite, kad galėtume aukojamus pinigus susieti su Jūsų paskyra.
pl: Zaloguj się, proszę, zanim nas wesprzesz. Chcielibyśmy wiedzieć od jakiego użytkownika otrzymaliśmy wsparcie.

source: Permission denied!
lt: Deja, neturi teisių to padaryti.
pl: Odmowa dostępu!

source: Only registered users can perform this action. Please log in, or register an account on our system.
lt: Tai galima padaryti tik prisijungus. Prašome prisijungti arba užsiregistruoti Ututi, jei lankaisi čia pirmąsyk.
pl: Informacja udostępniana wyłącznie użytkownikom. Zaloguj się lub załóż nowe konto użytkownika.

source: Incorrect username.
lt: Neteisingas naudotojo vardas.
pl: Niepoprawna nazwa użytkownika.

source: Please select your network.
lt: Pasirinkite savo tinklą.
pl: Wybierz swoją sieć.

source: Incorrect password.
lt: Neteisingas slaptažodis.
pl: Nieprawidłowe hasło.

source: Password recovery email sent. Please check your inbox.
lt: Slaptažodžio atkūrimo laiškas išsiųstas. Pasitikrink pašto dėžutę.
pl: E-mail z linkiem, odtwarzającym Twoje hasło został wysłany. Sprawdź swoją skrzynkę pocztową.

source: User account not found.
lt: Naudotojo profilis nerastas.
pl: Profil użytkownika nie istnieje.

source: Your password has been updated. Welcome back!
lt: Slaptažodis atnaujintas. Sveikiname sugrįžus :)
pl: Twoje hasło zostało zaktualizowane. Witaj ponownie!

source: Groups
lt: Grupės
pl: Grupy

source: Teachers
lt: Dėstytojai
pl: Wykładowcy

source: About
lt: Apie
pl: O Ututi

source: General information
lt: Bendra informacija
pl: Informacje ogólne

source: Registration settings
lt: Registracijos nustatymai
pl: Ustawienia rejestracji

source: Custom theme
lt: Temos nuostatos
pl: Edytuj motyw

source: Unverified teachers
lt: Nepatvirtinti dėstytojai
pl: Wykładowca niezweryfikowany

source: Sub-departments
lt: Katedros

source: All news
lt: Visos naujienos

source: Subject news
lt: Dalykų naujienos

source: Discussions
lt: Diskusijos
pl: Dyskusje

source: Information updated.
lt: Informacija atnaujinta.
pl: Informacje zostały zaktualizowane.

source: Registration settings updated.
lt: Registracijos nustatymai atnaujinti.
pl: Ustawienia rejestracji zostały zmienione.

source: Logo successfully updated.
lt: Logotipas sėkmingai atnaujintas.
pl: Logo zostało zmienione.

source: Your logo was removed.
lt: Logotipas pašalintas.
pl: Twoje logo zostało usunięte.

source: Wrong username or password!
lt: Neteisingas el. pašto adresas arba slaptažodis!
pl: Niepoprawny login lub hasło!

source: You seem to have entered your username and password wrong, please try again!
lt: Įvedei neteisingą naudotojo vardą arba slaptažodį, pabandyk dar kartą!
pl: Login nie pasuje do hasła. Spróbuj jeszcze raz!

source: The email you entered is registered in Ututi. Please login to proceed.
lt: Įvestas el. paštas yra registruotas Ututi. Prisijunkite norėdami tęsti.
pl: Ten adres e-mail jest już zarejestrowany w Ututi. Proszę się zalogować aby kontynuować.

source: You already have a teacher account.
lt: Jūs jau turite dėstytojo paskyrą.
pl: Masz już konto wykładowcy.

source: Thank You! Your request to become a teacher has been received. We will notify You once we grant You the rights of a teacher.
lt: Ačiū! Jūsų prašymas tapti dėstytoju gautas. Pranešime Jums kai tiks suteiksime dėstytojo prieigą.
pl: Dziękujemy! Otrzymaliśmy Twoje podanie. Powiadomimy Cię gdy zostaną Ci przyznane prawa wykładowcy.

source: The mailing list for this group has been disabled. Please use the web-based forum instead.
lt: El. pašto konferencija grupei yra atjungta. Naudokite forumą!
pl: Lista mailingowa tej grupy została wyłączona. Skorzystaj z forum.

source: Your message to the group was successfully sent.
lt: Tavo žinutė grupiokams išsiųsta sėkmingai.
pl: Twoja wiadomość do grupy została pomyślnie wysłana.

source: Message %(link_to_message)s has been approved.
lt: Žinutė %(link_to_message)s buvo patvirtinta.
pl: Wiadomość %(link_to_message)s została zatwierdzona.

source: Could not approve %(link_to_message)s as it was already approved.
lt: Nepavyko patvirtinti žinutės %(link_to_message)s, nes ji jau patvirtinta.
pl: Nie można zatwierdzić %(link_to_message)s ponieważ to zostału już zatwierdzone.

source: Message %(link_to_message)s has been rejected.
lt: Žinutė %(link_to_message)s buvo atmesta.
pl: Wiadomość %(link_to_message)s została odrzucona.

source: Could not reject %(link_to_message)s as it was already approved.
lt: Nepavyko atmesti žinutės %(link_to_message)s, nes ji jau buvo atmesta.
pl: Nie można odrzucić %(link_to_message)s ponieważ to zostało już zatwierdzone.

source: Message sent.
lt: Pranešimas išsiųstas.
pl: Wiadomość wysłana

source: All fields must be filled!
lt: Visi laukai privalo būti užpildyti
pl: Wszystkie pola muszą być uzupełnione

source: Ututi news: %(changes)s
lt: Ututi naujienos: %(changes)s
pl: Nowe na Ututi: %(changes)s

source: %(file_count)d new file
lt: %(file_count)d naujas failas
pl: %(file_count)d nowy plik.

source: %(page_count)d new page
lt: %(page_count)d naujas puslapis
pl: %(page_count)d nowa notatka.

source: Ututi news: %(file_changes)s and %(page_changes)s
lt: Ututi naujienos: %(file_changes)s ir %(page_changes)s
pl: Nowe na Ututi: %(file_changes)s i %(page_changes)s

source: %(message_count)d new message awaiting moderation
lt: %(message_count)d nauja žinutė moderavimo eilėje
pl: %(message_count)d nowe wiadomości oczekujące do moderacji

source: The private space subscription for "%s" is about to expire
lt: Greitai baigsis grupės '%s' privačios vietos galiojimo laikas
pl: Subskrypcja prywatnej przestrzeni grupy na "%s\ niedługo się kończy.

source: The Ututi group "%s" has run out of private file space
lt: Grupėje "%s" baigėsi privačių failų vieta.
pl: Grupa "%s" nie posiada już prywatnej przestrzeni na pliki.

source: Please enter your password.
lt: Įvesti slaptažodį.
pl: Wpisz swoje hasło.

source: Password must be at least 5 characters long.
lt: Slaptažodis turi sudaryti mažiausiai 5 simbolius.
pl: Hasło musi mieć conajmniej 5 znaków.

source: Please select your photo.
lt: Pasirinkti nuotrauką.
pl: Wybierz swoje zdjęcie.

source: Please upload JPEG, PNG or GIF image.
lt: Kelti JPEG, PNG arba GIF formato nuotraukas.
pl: Dodaj zdjęcie w formacie JPEG, PNG lub GIF.

source: Please enter university title.
lt: Įvesti universiteto pavadinimą.
pl: Wpisz stopień uniwersytecki.

source: Please enter university web site.
lt: Įvesti universiteto internetinę svetainę.
pl: Wpisz adres strony uniwersytetu.

source: Please select logo.
lt: Pasirinkti logotipą.
pl: Wybierz logo.

source: Please enter your full name.
lt: Įvesti vardą ir pavardę.
pl: Wpisz swoje pełne imię.

source: University information
lt: Universiteto informacija
pl: Informacje o uczelni

source: Personal information
lt: Asmeninė informacija
pl: Dane osobowe

source: Add your photo
lt: Pridėti nuotrauką
pl: Dodaj swoje zdjęcie

source: Invite friends
lt: Pakviesk draugus
pl: Zaproś przyjaciół

source: Unlinked from Google account.
lt: Atsieti nuo Google paskyros.
pl: Rozłączony z kontem Google.

source: This Facebook account is already linked to another user.
lt: Ši Facebook paskyra jau susieta su kitu asmeniu.
pl: Ten profil na Facebooku jest już połączony z innym użytkownikiem.

source: Unlinked from Facebook account.
lt: Atsieti nuo Facebook paskyros.
pl: Rozłączony z profilem na Facebooku.

source: Your confirmation code was resent.
lt: Patvirtinimo kodas dar kartą nusiųstas.
pl: Twój kod potwierdzający został wysłany ponownie.

source: Your invitation has expired.
lt: Pakvietimas nebegalioja.
pl: Twoje zaproszenie uległo przedawnieniu.

source: The element does not exist.
lt: Šis elementas neegzistuoja.
pl: Element nie istnieje.

source: Delete
lt: Trinti
pl: Usuń

source: The entry already exists
lt: Toks įrašas jau egzistuoja
pl: Taki wpis już istnieje

source: Choose a different short title
lt: Sugalvok kitą trumpinį
pl: Wybierz inną nazwę skróconą

source: The short title must contain no spaces
lt: Santrumpoje negali būti tarpų
pl: Skrócona nazwa nie powinna zawierać spacji

source: Info
lt: Informacija

source: Only %(location)s members can access see this subject.
lt: Tik %(location)s nariai gali matyti šį dalyką.

source: Please enter subject title
lt: Įveskite dalyko pavadinimą
pl: Wybierz nazwę przedmiotu

source: You are now watching the subject %s
lt: Tu prisidėjai %s prie savo dalykų.
pl: Obserwujesz przedmiot %s

source: The subject has been added to your watched subjects list.
lt: Dalykas pridėtas prie tavo dalykų sąrašo.
pl: Przedmiot został dodany do listy obserwowanych przedmiotów.

source: The subject has been removed from your watched subjects list.
lt: Dalykas ištrintas iš tavo dalykų sąrašo.
pl: Przedmiot został usunięty z listy obserwowanych przedmiotów.

source: The course is already in your taught courses list.
lt: Šis dalykas jau yra Jūsų dėstomų kursų sąraše.
pl: Ten przedmiot jest już na liście przedmiotów, których uczysz.

source: The course was not in your taught courses list.
lt: Šio dalyko nėra Jūsų dėstomų dalykų sąraše.
pl: Ten przedmiot nie był na liście przedmiotów, których uczysz.

source: You have no right to delete this folder.
lt: Negali trinti šio katalogo.
pl: Nie możesz usunąć tej teczki.
