Repository: Ututi/ututi
Catalog: src/ututi/i18n/*/LC_MESSAGES/ututi.po
Languages: lt, pl

source: New page
lt: Naujas puslapis
pl: Nowa notatka

source: This user profile is not public
lt: Šio naudotojo profilis nėra viešai prieinamas
pl: Profil tego użytkownika nie jest publiczny

source: Blog
lt: Blogas

source: Publications
lt: Publikacijos
pl: Publikacje

source: Teaching
lt: Dėstymas
pl: Nauczanie

source: Activity
lt: Veikla
pl: Aktywność

source: The group is not specified.
lt: Grupė nenurodyta
pl: Grupa nie została określona.

source: Wiki page created.
lt: Wiki užrašai sukurti
pl: Wiki strona została utworzona

source: Login
lt: Prisijungti

source: Notifications
lt: Priminimai
pl: Powiadomienia

source: Contacts
lt: Kontaktai
pl: Kontakty

source: Search
lt: Paieška
pl: Szukaj

source: Your wall settings have been updated.
lt: Tavo sienos nustatymai pakeisti
pl: Ustawienia (strony) zostały zaktualizowane.

source: Your profile was updated.
lt: Profilis sėkmingai atnaujintas.
pl: Twój profil został zaktualizowany.

source: Your photo successfully updated.
lt: Jūsų nuotrauka sėkmingai atnaujinta.
pl: Zdjęcie zostało dodane.

source: Your photo was removed.
lt: Jūsų nuotrauka pašalinta.
pl: Zdjęcie zostało usunięte.

source: Your Google account has been unlinked.
lt: Google paskyra atsieta.
pl: Twoje konto Google zostało odłączone

source: Your Facebook account has been unlinked.
lt: Facebook paskyra atsieta.
pl: Twoje konto Facebook zostało rozłączone

source: Your password has been changed!
lt: Tavo slaptažodis sėkmingai pakeistas!
pl: Twoje hasło zostało zmienione!

source: Your account has been successfully removed!
lt: Jūsų paskyra buvo sėkmingai ištrinta!
pl: Twoje konto zostało usunięte!

source: Password recovery email sent to %(user_email)s. Please check your inbox.
lt: Slaptažodžio atkūrimo informacija nusiųsta į %(user_email)s. Pasitikrinkite savo pašto dėžutę.
pl: Email z procedurą odzyskiwania hasła został wysłany na %(user_email)s. Sprawdź swoją skrzynkę.

source: Confirmation message sent. Please check your email.
lt: Patvirtinimo žinutė išsiųsta. Pasitikrinkite savo el. paštą.
pl: E-mail potwierdzający został już wysłany.

source: Your email %s has been confirmed, thanks.
lt: Tavo el. pašto adresas %s patvirtintas, ačiū.
pl: Twój e-mail %s został potwierdzony, dziękujemy.

source: Could not confirm email: invalid confirmation key.
lt: Nepavyko patvirtinti adreso: neteisingas patvirtinimo raktas.
pl: E-mail nie może zostać potwierdzony: błędny kod potwierdzający

source: Your contact information was updated.
lt: Jūsų kontaktinė informacija buvo atnaujinta.
pl: Informacje kontaktowe zostały zmienione.

source: Invalid email addresses: %(email_list)s
lt: Neteisingi el. pašto adresai: %(email_list)s
pl: Niewłaściwy adres e-mail: %(email_list)s

source: These addresses are already registered in Ututi: %(email_list)s
lt: Šie el. pašto adresai jau užregistruoti Ututi: %(email_list)s
pl: Te adresy są już zarejestrowane na Ututi: %(email_list)s

source: Invitations sent to %(email_list)s
lt: Pakvietimai nusiųsti %(email_list)s
pl: Zaproszenia wysłane do %(email_list)s

source: General Information
lt: Bendra informacija
pl: Ogólne Informacje

source: Your information was updated.
lt: Jūsų informacija atnaujinta.
pl: Informacje zostały zmienione.

source: Your publication page was updated.
lt: Jūsų publikacijų puslapis atnaujintas.
pl: Strona publikacji została zmieniona.

source: Group %(group_title)s (%(group_email)s) added!
lt: Grupė %(group_title)s (%(group_email)s) pridėta!
pl: Grupa %(group_title)s (%(group_email)s) została dodana!

source: Group %(group_title)s (%(group_email)s) updated!
lt: Grupė %(group_title)s (%(group_email)s) atnaujinta!
pl: Grupa %(group_title)s (%(group_email)s) została zmieniona!

source: Group %(group_title)s (%(group_email)s) was deleted.
lt: Grupė %(group_title)s (%(group_email)s) ištrinta.
pl: Grupa %(group_title)s (%(group_email)s) została usunięta!

source: Message from %(teacher_name)s: %(subject)s
lt: Žinutė nuo %(teacher_name)s: %(subject)s
pl: Wiadomość od %(teacher_name)s: %(subject)s

source: Message sent to %(group_title)s (%(group_email)s).
lt: Žinutė išsiųsta %(group_title)s (%(group_email)s).
pl: Wiadomość wysłana do %(group_title)s (%(group_email)s).

source: Home
lt: Pradžia

source: What's New?
lt: Kas naujo?
pl: Co nowego?

source: My subjects
lt: Mano dalykai
pl: Przedmioty

source: Your phone number has been updated.
lt: Telefono numeris atnaujintas.
pl: Twój numer telefonu został zaktualizowany.

source: Your phone number has been confirmed.
lt: Telefono numeris patvirtintas.
pl: Twój numer telefonu został potwierdzony.

source: You can't choose this department.
lt: Negalima pasirinkti šio fakulteto.
pl: Nie możesz wybrać tego wydziału.

source: This is not the confirmation code we sent you.
lt: Tai nėra tas patvirtinimo kodas, kurį mes Tau siuntėme.
pl: Błędny kod!

source: This email is already in use.
lt: Toks el. pašto adresas jau naudojamas.
pl: Ten e-mail już jest w systemie.

source: Please enter email subject.
lt: Įveskite laiško temą.
pl: Prosimy wpisać temat wiadomości.

source: Message can not be empty.
lt: Žinutė negali būti tuščia.
pl: Wiadomość nie może być pusta.

source: Please enter at least one email address.
lt: Įveskite bent vieną el. pašto adresą.
pl: Wpisz przynajmniej jeden adres e-mail.

source: Invitation to Ututi
lt: Pakvietimas į Ututi
pl: Zaproszenie do Ututi

source: Confirm your email for Ututi
lt: Patvirtinkite el. pašto adresą
pl: Potwierdź swój e-mail dla Ututi

source: Confirm the email for Ututi
lt: Patvirtink el. pašto adresą
pl: Zaakceptuj e-mail Ututi

source: Ututi group invitation
lt: Ututi pakvietimas į grupę
pl: Zaproszenie Ututi grupy

source: Ututi password recovery
lt: Ututi slaptažodžio atstatymas
pl: Odzyskiwanie hasła Ututi

source: Ututi group membership request
lt: Prašymas tapti grupės nariu
pl: Zgłoszenie nowego członka do ututi grupy

source: Ututi group membership confirmation
lt: Ututi narystės grupėje patvirtinimas
pl: Potwierdzenie przyjęcia do ututi grupy

source: Group space bought
lt: Grupės vietos pirkimas
pl: Przestrzeń kupiona przez grupę

source: Your account has been confirmed!
lt: Jūsų paskyra buvo patvirtinta!
pl: Twoje konto zostało potwierdzone!

source: New teacher!
lt: Naujas dėstytojas!
pl: Nowy wykładowca!

source: Request to be come a teacher!
lt: Prašymas tapti dėstytoju!
pl: Aplikuj na wykładowcę!

source: Community
lt: Bendruomenė
pl: Wspólnota

source: Bugs
lt: Klaidos
pl: Błędy

source: To confirm your gadu gadu enter this code in your profile page.
lt: Norėdami patvirtinti savo gadu gadu numerį, įveskite šį kodą savo profilio puslapyje.
pl: Potwierdź swój numer gg poprzez wpisanie tego kodu na stronie Twego profilu.

source: Save
lt: Saugoti
pl: Zachowaj

source: Only people with confirmed university email can register
lt: Registruotis galima tik su patvirtintu akademiniu el. pašto adresu.
pl: Tylko osoby z potwierdzonym uniwersyteckim adresem e-mail mogą się zarejestrować

source: People with confirmed university email can register and other can be invited
lt: Registruotis ir kviesti kitus galima naudojant patvirtintą akademinį el. pašto adresą.
pl: Osoby z potwierdzonym uniwersyteckim adresem e-mail mogą się zarejstrować i zapraszać innych

source: Everyone can register to this university
lt: Į šį universitetą registracija laisva.
pl: Każdy może się zapisać do tego uniwersytetu

source: %(num)s second ago
lt: prieš %(num)s sekundę
pl: %(num)s s. temu

source: %(num)s minute ago
lt: prieš %(num)s minutę
pl: %(num)s minuta temu

source: %(num)s hour ago
lt: prieš %(num)s valandą
pl: %(num)s h. temu

source: %(num)s day ago
lt: prieš %(num)s dieną
pl: %(num)s dzień temu

source: Invite others to join
lt: Pakviesti prisijungti kitus
pl: Zaproś innych

source: Join / create a group
lt: Jungtis / įkurti grupę
pl: Dołącz / utwórz grupę

source: Find / create your subjects
lt: Rasti / sukurti akademinius dalykus
pl: Znajdź / utwórz przedmioty

source: Fill profile information
lt: Užpildykite profilio informaciją
pl: Uzupełnij swój profil

source: Add your information
lt: Pridėkite informaciją apie save
pl: Dodaj informacje

source: List your publications
lt: Išrašykite savo publikacijas
pl: Wymień swoje publikacje

source: Add your student groups
lt: Pridėkite savo studentų grupes
pl: Dodaj swoje grupy studenckie

source: Ututi registration code: %s
lt: Ututi registracijos kodas: %s
pl: Kod rejestracji na Ututi: %s

source: Please enter a proper color hex code.
lt: Įveskite tinkamą spalvos šešioliktainį kodą.
pl: Zaznacz własciwy kod koloru

source: Color hex code should contain exactly six or three characters.
lt: Spalvų šešioliktainiai kodai turi būti iš šešių arba trijų simbolių.
pl: Kod koloru powinien zawierać trzy lub sześć znaków.

source: Country does not exist.
lt: Tokia šalis neegzistuoja.
pl: Kraj nie istnieje.

source: Please select country.
lt: Pasirinkti šalį.
pl: Wybierz kraj.

source: Location does not exist.
lt: Tokios vietos nėra.
pl: Lokalizacja nie istnieje.

source: Please specify your university.
lt: Nurodykite universitetą.
pl: Podaj, proszę,swoją uczelnię.

source: Such short title already exists, choose a different one.
lt: Tokia santrumpa jau egzistuoja - sugalvok kitą.
pl: Taka nazwa już istnieje. Wybierz inną.

source: Please specify member policy.
lt: Nurodykite, kas gali prisijungti prie Jūsų universiteto
pl: Potwierdź, że znasz zasady korzystania ze strony.

source: Invalid policy selected.
lt: Pasirinkimas negalimas.
pl: Nie potwierdziłeś, że znasz nasze zasady.

source: Invalid phone number; use the format +37069912345
lt: Netaisyklingas telefono numeris (pvz., +37069912345)
pl: Niepoprawny numer telefonu; użyj formatu +48123456789

source: Phone number too long; use the format +37069912345
lt: Telefono numeris per ilgas (pvz., +37069912345)
pl: Numer telefonu jest zbyt długi; użyj formatu +48123456789

source: Phone number too short; use the format +37069912345
lt: Telefono numeris per trumpas (pvz., +37069912345)
pl: Numer telefonu jest zbyt krótki; użyj formatu +48123456789

source: The field may not be left empty.
lt: Šio lauko negalima palikti tuščio.
pl: To pole nie może zostać puste.

source: The field may only contain letters, numbers and the characters + - _ and . (dot)
lt: Šiame lauke gali būti tik raidės, skaitmenys ir simboliai +, -, _ bei . (taškas)
pl: To pole może zawierać tylko litery, cyfry i znaki + - _ oraz . (kropka)

source: The tag is too long.
lt: Žyma per ilga.
pl: Tag jest zbyt długi.

source: This username is used by another user.
lt: Šis vartotojo vardas jau užimtas.
pl: Taki użytkownik już istnieje.

source: The field may only contain lowercase letters, numbers and the characters + - _ and . (dot)
lt: Šiame lauke gali būti tik mažosios raidės, skaitmenys ir simboliai +, -, _ bei . (taškas)
pl: To pole może zawierać tylko małe litery, cyfry i znaki + - _ oraz . (kropka)

source: Please enter an email address
lt: Reikalingas el. pašto adresas
pl: Proszę podać adres e-mail

source: An email address must contain a single @
lt: El. pašto adrese turėtų būti @
pl: Adres e-mail musi zawierać pojedynczy @

source: Email address cannot contain unicode characters
lt: El. pašto adresas negali turėti unicode simbolių.
pl: Adres e-mail nie może zawierać znaków unicode

source: An error occured when trying to connect to the server: %(error)s
lt: Klaida bandant prisijungti prie serverio: %(error)s
pl: Wystąpił błąd podczas próby połączenia się z serwerem: %(error)s

source: The domain portion of the email address is invalid (the portion after the @: %(domain)s)
lt: El. pašto adreso domeno dalis (po @ simbolio: %(domain)s) netinkama.
pl: Część domeny adresu e-mail jest nieprawidłowa (część po @: %(domain)s)

source: The domain of the email address does not exist (the portion after the @: %(domain)s)
lt: El. pašto adreso domenas (dalis po @: %(domain)s) neegzistuoja.
pl: Domena adresu e-mail nie istnieje (część po @: %(domain)s)

source: The email already exists.
lt: Toks el. paštas jau yra.
pl: Taki e-mail już istnieje.

source: Email address is incorrect.
lt: El.pašto adresas neteisingas.
pl: Błędny adres e-mail

source: Enter a valid email.
lt: Ei! Įvesk teisingą el. paštą.
pl: Wprowadź aktualny e-mail.

source: %(email)s is already registered in %(university)s network.
lt: %(email)s jau yra registruotas %(university)s tinkle.
pl: %(email)s jest już zarejetrowany w sieci %(university)s.

source: Public email domains are not allowed.
lt: Ne akademiniai el. pašto adresai negalimi.
pl: Publiczne domeny e-mail nie są dozowolone.

source: You have to use university email address to register at this university.
lt: Registruojantis šiame universitete reikalingas akademinis el. pašto adresas.
pl: Musisz użyć uniwersyteckiego adresu e-mail aby zarejestrować się na tym uniwersytecie.

source: Enter a valid email domain.
lt: Įveskite teisingą el. pašto domeną.
pl: Dodaj poprawną domenę e-mail.

source: Email domain %(domain_name)s is not available.
lt: El. pašto domenas %(domain_name)s negalimas.
pl: Domena %(domain_name)s nie jest dostępna.

source: You must start your URL with http://, https://, etc
lt: Nuorodą pradėkite http://, https:// ir pan.
pl: Adres URL musi zaczynać się od http://, https:// itd.

source: %(domain_name)s is not a valid email domain.
lt: Neteisingas el. pašto domenas %(domain_name)s .
pl: %(domain_name)s nie jest prawidłową domeną e-mail

source: You must provide a full domain name (like %(domain)s.com)
lt: Įveskite visą el. pašto domeną (pvz. %(domain)s.com)
pl: Musisz podać pełną nazwę domeny (jak %(domain)s.com)

source: Enter a valid language.
lt: Įveskite teisingą kalbą.
pl: Dodaj prawidłowy język.

source: Language with this id already exists.
lt: Kalba su šiuo id jau yra.
pl: Język z tym id już istnieje.

source: Language does not exist.
lt: Kalba neegzistuoja.
pl: Język nie istnieje.

source: Id does not reference a group or a subject.
lt: Id nenurodo į grupę ar dalyką.
pl: Id nie odnosi się ani do grupy, ani do przedmiotu.

source: Please select a file.
lt: Pasirinkti failą.
pl: Wybierz plik.

source: Bad file type, only files of the types '%(allowed)s' are supported.
lt: Netinkamas failo tipas. Tik '%(allowed)s' failai yra palaikomi.
pl: Niewłaściwy rodzaj pliku. Dozwolone formaty:'%(allowed)s'

source: Such coupon code already exists, choose a different one.
lt: Toks kupono kodas jau yra sistemoje, pasirinkite kitą.
pl: Taki kod już istnieje, wybierz inny.

source: Such a coupon code does not exist.
lt: Toks kupono kodas neegzistuoja.
pl: Taki kod nie istnieje.

source: Please enter at least one value.
lt: Įveskite bent vieną reikšmę.
pl: Proszę wpisać przynajmniej jedną wartość.

source: Invalid subject
lt: Netinkamas dalykas
pl: Nieprawidłowy temat

source: unlimited group private files for %(day_count)d day
lt: neribota grupės privačių failų vieta %(day_count)d dienai
pl: nieograniczona liczba prywatnych plików grupy na %(day_count)d dzień

source: A new file has been uploaded for the %(title)s:
lt: %(title)s buvo įkeltas naujas failas:
pl: Do %(title)s został dodany nowy plik

source: Page %(page_title)s (%(page_url)s) was created.
lt: Naujas puslapis %(page_title)s (%(page_url)s).
pl: Została utworzona notatka %(page_title)s (%(page_url)s).

source: Page %(page_title)s was created.
lt: Naujas puslapis %(page_title)s.
pl: Została utworzona %(page_title)s nowa notatka.

source: New page %(link_to_page)s of a subject %(link_to_subject)s was created
lt: Naujas puslapis %(link_to_page)s dalyke %(link_to_subject)s.
pl: %(link_to_page)s - to nowa notatka przedmiotu %(link_to_subject)s

source: Page %(page_title)s (%(page_url)s) was updated.
lt: Atnaujintas puslapis %(page_title)s (%(page_url)s).
pl: Notatka %(page_title)s (%(page_url)s) została zaktualizowana.

source: Page %(page_title)s was updated.
lt: Atnaujintas puslapis %(page_title)s.
pl: Notatka %(page_title)s została zaktualizowana.

source: Page %(page)s of a subject %(subject)s was updated
lt: Taisytas puslapis %(page)s dalyke %(subject)s.
pl: Strona %(page)s przedmiotu %(subject)s została zaktualizowana

source: Page %(link_to_page)s of a subject %(link_to_subject)s was updated
lt: Atnaujintas puslapis %(link_to_page)s dalyke %(link_to_subject)s.
pl: Notatka przedmiotu %(link_to_subject)s %(link_to_page)s została zaktualizowana

source: File %(file_title)s (%(file_url)s) was uploaded.
lt: Įkeltas failas %(file_title)s (%(file_url)s).
pl: Został dodany plik %(file_title)s (%(file_url)s).

source: File %(file_title)s was uploaded.
lt: Įkeltas failas %(file_title)s.
pl: Został załadowany plik %(file_title)s.

source: A new file %(link_to_file)s for a subject %(link_to_subject)s was uploaded
lt: Naujas failas %(link_to_file)s dalyke %(link_to_subject)s.
pl: Do przedmiotu %(link_to_subject)s został dodany nowy dokument %(link_to_file)s

source: A new file %(link_to_file)s for a group %(link_to_group)s was uploaded
lt: Naujas failas %(link_to_file)s grupėje %(link_to_group)s.
pl: Do grupy %(link_to_group)s został dodany nowy dokument %(link_to_file)s

source: A new folder '%(folder_title)s' for a subject %(link_to_subject)s was created
lt: Naujas aplankas '%(folder_title)s' dalyke %(link_to_subject)s.
pl: Do przedmiotu %(link_to_subject)s został dodany nowy folder %(folder_title)s

source: A new folder '%(folder_title)s' for a group %(link_to_group)s was uploaded
lt: Naujas aplankas '%(folder_title)s' grupės %(link_to_group)s privačiuose failuose.
pl: Do grupy %(link_to_group)s został dodany nowy folder %(folder_title)s!

source: New subject %(link_to_subject)s was created
lt: Sukurtas naujas dalykas %(link_to_subject)s
pl: Został dodany nowy przedmiot %(link_to_subject)s

source: New group %(link_to_group)s was created
lt: Buvo sukurta nauja grupė %(link_to_group)s .
pl: Nowa grupa %(link_to_group)s zostałą stworzona

source: Subject %(link_to_subject)s was modified
lt: Dalykas %(link_to_subject)s buvo redaguotas.
pl: Przedmiot %(link_to_subject)s został zmieniony

source: Teacher %(link_to_author)s sent message to the group %(link_to_group)s.
lt: Dėstytojas %(link_to_author)s atsiuntė žinutę grupei %(link_to_group)s.
pl: Wykładowca %(link_to_author)s wysłał wiadomość do grupy %(link_to_group)s.

source: New email post %(link_to_message)s was posted on %(link_to_group)s mailing list
lt: Nauja žinutė %(link_to_message)s grupėje %(link_to_group)s
pl: Nowa wiadomość e-mail %(link_to_message)s została zamieszczona na liście mailingowej %(link_to_group)s

source: There is %(number_of_messages)d message in the moderation queue (%(moderation_queue_link)s)
lt: Moderavimo eilėje (%(moderation_queue_link)s) yra %(number_of_messages)d žinutė.
pl: Istnieje %(number_of_messages)d wiadomość w kolejce do moderacji (%(moderation_queue_link)s)

source: There is %(number_of_messages)d message waiting in the <a href="%(moderation_queue_link)s">moderation queue</a>
lt: <a href="%(moderation_queue_link)s">Moderavimo eilėje</a> laukia %(number_of_messages)d žinutė.
pl: Istnieje %(number_of_messages)d wiadomość oczekująca w <a href="%(moderation_queue_link)s">kolejce do moderacji</a>

source: New email post %(link_to_message)s was posted in %(link_to_group)s moderation queue
lt: Naujas laiškas %(link_to_message)s buvo atsiųstas į %(link_to_group)s moderavimo eilę
pl: Nowa wiadomość e-mail %(link_to_message)s została dodana do %(link_to_group)s kolejki do moderacji

source: New forum post %(link_to_message)s posted on %(link_to_group)s forums
lt: Naujas forumo įrašas %(link_to_message)s grupėje %(link_to_group)s
pl: Nowy post %(link_to_message)s został zamieszczony na forum %(link_to_group)s

source: %(link_to_author)s sent an SMS: <em>%(text)s</em>
lt: %(link_to_author)s išsiuntė SMS: <em>%(text)s</em>
pl: %(link_to_author)s wysłał wiadomość SMS: <em>%(text)s</em>

source: %(link_to_author)s sent an private message: <em>%(text)s</em>
lt: %(link_to_author)s atsiuntė tau privačią žinutę: <em>%(text)s</em>
pl: %(link_to_author)s wysłał prywatną wiadomość: <em>%(text)s</em>

source: Member %(link_to_user)s joined the group %(link_to_group)s
lt: %(link_to_user)s prisijungė prie grupės %(link_to_group)s.
pl: Użytkownik %(link_to_user)s dołączył do grupy %(link_to_group)s

source: Member %(link_to_user)s left the group %(link_to_group)s
lt: %(link_to_user)s išėjo iš grupės %(link_to_group)s.
pl: Użytkownik %(link_to_user)s opuścił grupę %(link_to_group)s

source: Group %(link_to_group)s started watching subject %(link_to_subject)s
lt: %(link_to_subject)s pridėtas prie grupės %(link_to_group)s dalykų.
pl: Grupa %(link_to_group)s dodała do obserwowanych przedmiot %(link_to_subject)s

source: Group %(link_to_group)s stopped watching subject %(link_to_subject)s
lt: %(link_to_subject)s ištrintas iš grupės %(link_to_group)s dalykų sąrašo.
pl: Grupa %(link_to_group)s przestała obserwować przedmiot %(link_to_subject)s

source: (no subject)
lt: (be temos)
pl: (brak tematu)

source: Anonymous
lt: Anonimas
pl: Anonimowy

source: Admin
lt: Administratorius

source: Distinguished moderator
lt: Auksinis moderatorius
pl: Znakomity moderator

source: Champion
lt: Čempionas
pl: Mistrz

source: Distinguished user
lt: Ututininkas
pl: Wyróżniający się użytkownik

source: Gold sponsor
lt: Auksinis rėmėjas
pl: Złoty sponsor

source: Sponsor
lt: Rėmėjas

source: Moderator
lt: Moderatorius

source: Group admin
lt: Grupės administratorius
pl: Administrator grupy

source: teacher
lt: dėstytojas
pl: wykładowca

source: Teacher
lt: Dėstytojas
pl: Wykładowca

source: You do not have the rights to see this page, or perform this action. Go back or go to the search page please.
lt: Negali peržiūrėti šio puslapio. Geriau grįžk į paiešką :)
pl: Nie masz uprawnień do tego działania. Wróć do poprzedniej strony

source: go back
lt: atgal
pl: Wróć

source: go find something else
lt: Ieškok ko nors kito
pl: poszukaj czegoś innego

source: Error!
lt: Klaidelė...
pl: Błąd!

source: Our highly trained monkeys are fixing this problem right now.
lt: Mūsų treniruotos beždžionėlės jau tvarko šią problemą.
pl: Nasze wytresowane małpy już próbują naprawić ten problem.

source: If You wish, You can shout at the monkeys:
lt: Jei nori, gali jas aprėkti:
pl: Jeśli chcesz, możesz krzyczeć na małpy:

source: Shout!
lt: Rėkti!
pl: Krzyknij!

source: or
lt: arba
pl: lub

source: Kick a monkey!
lt: Įspirk beždžionėlei!
pl: Kopnij tę małpę, a co!

source: go find something
lt: ieškoti ko nors kito
pl: poszukaj czegoś

source: Image from flickr: http://www.flickr.com/photos/orinrobertjohn/13069655/sizes/o/in/photostream/
lt: Paveiksliukas iš flickr: http://www.flickr.com/photos/orinrobertjohn/13069655/sizes/o/in/photostream/
pl: Obraz z flickr: http://www.flickr.com/photos/orinrobertjohn/13069655/sizes/o/in/photostream/

source: Add your university
lt: Pridėti jūsų universitetą
pl: Dodaj swoją uczelnię

source: Title
lt: Pavadinimas
pl: Nazwa

source: Short title
lt: Trumpinys
pl: Krótki tytuł

source: WWW address
lt: WWW adresas
pl: Adres WWW

source: Create university
lt: Kurti universitetą
pl: Dodaj uczelnię

source: Create account
lt: Kurti paskyrą
pl: Utwórz konto

source: Name
lt: Vardas
pl: Nazwa

source: Email
lt: El. paštas

source: University you belong to
lt: Pasirinkite savo universitetą
pl: Twoja uczelnia

source: I accept terms and regulations
lt: Sutinku su teisėmis ir sąlygomis
pl: Akceptuję warunki regulaminu

source: Create an account
lt: Sukurti paskyrą
pl: Utwórz nowe konto

source: Private social network for universities
lt: Privatūs socialiniai tinklai universitetams
pl: Prywatna sieć społecznościowa dla uczelni

source: Groups of students
lt: Studentų grupės
pl: Grupy studentów

source: University news
lt: Universiteto naujienos
pl: Aktualności z uczelni

source: Lecture material
lt: Paskaitų medžiaga
pl: Materiały dydaktyczne
