Repository: Ututi/ututi
Catalog: src/ututi/i18n/*/LC_MESSAGES/ututi.po
Languages: lt, pl

source: Teachers' academical workspaces
lt: Dėstytojų akademinė darbo erdvė
pl: Platforma wspierająca pracę wykładowcy

source: Space to place lecture material
lt: Vieta akademinės medžiagos talpinimui
pl: Wirtualna biblioteka materiałów dydaktycznych

source: Academic site with biography, publications and contacts
lt: Akademinė svetainė su biografija, publikacijomis ir kontaktine informacija
pl: Strona uczelni wraz z sylwetkami, publikacjami i kontaktem do wykładowców

source: Easy communicatio with students
lt: Lengvas bendravimas su studentais
pl: Prosta i przyjemna komunikacja ze studentami

source: Register as a teacher
lt: Dėstytojo registracija
pl: Zarejestruj się jako wykładowca

source: Useful tools for students
lt: Naudingi įrankiai studentams
pl: Użyteczne narzędzia dla studentów

source: Correspondence publicly and inside of group
lt: Susirašinėkit viešai ir grupės viduje
pl: Korespondencja publiczna i wewnątrz grup

source: Up to 500Mb private group's storage
lt: Iki 500Mb grupės privatiems failams
pl: Do 500MB przestrzeni dla grupy

source: And more...
lt: Ir daugiau...
pl: Więcej...

source: Find your university
lt: Rasti universitetą
pl: Znadź swoją uczelnię

source: Register at the university
lt: Registuotis į universitetą
pl: Zapisz się na uczelnię

source: I am a student
lt: Aš studentas
pl: Jestem studentem

source: I am a teacher
lt: Esu dėstytojas
pl: Jestem wykładowcą

source: Pick from the list
lt: Pasirinkti iš sąrašo
pl: Wybierz z listy

source: Create new university
lt: Sukurti naują universitetą
pl: Dodaj nową uczelnię

source: Universities already are on Ututi
lt: Ututi Universitetai
pl: Uczelnia znajduje się już w sieci Ututi

source: More universities
lt: Daugiau universitetų
pl: Więcej uczelni

source: Required
lt: Privalomas
pl: wymagany

source: You must agree to the terms
lt: Privalote sutikti su naudojimosi sistema sąlygomis
pl: Musisz zaakceptować warunki regulaminu

source: New in Ututi?
lt: Pirmąkart Ututi?
pl: Jesteś nowy na Ututi?

source: Sign in with your university email
lt: Prisijungti naudojant akademinį el. pašto adresą
pl: Zarejestruj się za pomocą uczelnianego adresu e-mail.

source: Email address:
lt: El. pašto adresas:
pl: Adres e-mail:

source: Password:
lt: Slaptažodis:
pl: Hasło:

source: Select network:
lt: Pasirinkti tinklą:
pl: Wybierz sieć:

source: Keep me logged in on this computer
lt: Prisiminti mane šiame kompiuteryje
pl: Nie wylogowuj mnie na tym komputerze

source: Forgot password?
lt: Pamiršote slaptažodį?
pl: Zapomniałeś hasła?

source: Or log in using Facebook or Google
lt: Arba prisijungti naudojant Facebook ar Google
pl: Lub zaloguj się za pomocą Facebooka lub Google

source: Log in using Facebook
lt: Prisijungti per Facebook
pl: Zaloguj się używając Facebooka

source: Log in using Google
lt: Prisijunk naudodamas Google
pl: Zaloguj się przez Google

source: Private social networks for universities
lt: Privatūs socialiniai tinklai universitetams
pl: Prywatne sieci społecznościowe dla uczelni

source: Bringing students and teachers together
lt: Jungiame studentus ir dėstytojus
pl: Łączymy studentów i wykładowców

source: My University
lt: Mano universitetas
pl: Moja uczelnia

source: Catalog
lt: Katalogas
pl: Katalog

source: Search text
lt: Paieškos tekstas
pl: Szukaj

source: search_
lt: Ieškoti
pl: szukaj

source: Account settings
lt: Paskyros nuostatos
pl: Ustawienia konta

source: Edit profile
lt: Redaguoti profilį
pl: Edytuj profil

source: Public profile
lt: Viešas profilis
pl: Profil publiczny

source: Logout
lt: Išeiti
pl: Wyloguj

source: Language:
lt: Kalba:
pl: Język:

source: Select
lt: Rinktis
pl: Wybierz

source: „UTUTI Ltd.“
lt: UAB „UTUTI“

source: Terms
lt: Sąlygos
pl: Warunki

source: Contact Us
lt: Susisiekite su mumis
pl: Skontaktuj się z nami

source: Feedback
lt: Atsiliepimai

source: Close
lt: Uždaryti
pl: Zamknij

source: No, thanks
lt: Ačiū, ne
pl: Nie, dziękuję

source: This is a testing version - this is just a copy of the information! Changes you make will not be persisted!
lt: Tai yra bandomoji versija, naudojanti duomenų kopiją! Pakeitimai nebus išsaugomi!
pl: To jest wersja testowa - to jest kopia informacji właściwych! Wprowadzone przez Ciebie zmiany nie zostaną wprowadzone!

source: Loading...
lt: Įkeliama...
pl: Ładuje...

source: Statistics
lt: Statistika
pl: Statystyki

source: Statistics by Region
lt: Statistika pagal regioną
pl: Statystyki według regionu

source: Here you see information how many people are added information where they are study.
lt: Čia matoma informacija kiek žmonių pasižymėjo savo stidijų vietą.
pl: Informacja o tym ile ludzi zaznaczyło w którym uniwersytecie (regionie) studiują.

source: Statistics by Geo location
lt: Statistika pagal geo lokaciją (naudotojų IP)
pl: Statystyki według geolokacji (IP)

source: Here you see how many people in some cities was logedin more than 2 times.
lt: Čia matoma kiek žmonių iš kokių miestų buvo prisijungę prie Ututi.
pl: Informacja o tym ile ludzi w których miastach logują się do Ututi.

source: Most active user
lt: Aktyviausi naudotojai
pl: Najaktywniejsi użytkownicy

source: Here you see most altruistic users.
lt: Naudotojai kurie pridėjo daugiausia failų.
pl: Użytkownicy, którzy dodali najwięcej plików w ostatnim tygodniu.

source: Terms of use
lt: Naudojimosi sistema taisyklės
pl: Regulamin

source: Found out enough?
lt: Sužinojai pakankamai?
pl: Czy wiesz już wszystko?

source: Join Ututi!
lt: Prisijunk prie Ututi
pl: Dołącz do Ututi!

source: Previous
lt: Atgal
pl: Wróć

source: Next
lt: Toliau
pl: Dalej

source: Ututi - your university on the web
lt: Ututi - Jūsų universitetas internete
pl: Ututi - to Twoja uczelnia w sieci

source: Your academic groups and subjects containing related materials: files, notes and descriptions.
lt: Tai tavo akademinės grupės ir studijų dalykai, kuriuose gali laikyti su jais susiijusią medžiagą: kelti failus, kurti Wiki užrašus, aprašyti dalyką.
pl: Twoje grupy akademickie oraz przedmioty z plikami, notatkami i opisami.

source: All these things are combined in the handy Ututi system.
lt: Visi šie dalykai yra sujungti į patogią Ututi sistemą.
pl: Połączenie tych wszystkich rzeczy tworzy system Ututi.

source: What groups can do: email
lt: Ką gali grupė: paštas
pl: Co mogą robić grupy: e-mail

source: It is a communication tool for You and Your classmates. Ututi groups work just like mailing lists: every member can receive these messages in their email account and can reply to them from there (You do not have to log on to Ututi every time).
lt: Tai - tavo grupiokų ir tavo bendravimo įrankis. Ututi grupės veikia kaip elektroninio pašto konferencija, t.y., kiekvienas narys gauna žinutes į savo el. paštą ir gali iš ten jas atsakyti (nebūti kiekvieną kartą jungtis prie ututi.lt).
pl: To jest narzędzie do komunikowania się z kolegami z grupy. Ututi działa jak lista mailingowa: każdy członek grupy może otrzymywać e-maile, kierowane do całej grupy, na swój prywatny e-mail. Bezpośrednio ze swojej skrzynki może też na nie odpowiadać. (Nie musisz logować się do systemu za każdym razem, gdy chcesz przeczytać lub wysłać wiadomość do grupy).

source: You can always choose not to receive these email messages in the group settings.
lt: Žinučių gavimo į el. paštą galima atsisakyti pasirinkus "nesiųsti žinučių" prie grupės pasirinkimų.
pl: Możesz zrezygnować z otrzymywania takich e-maili poprzez ustawienia grupy.

source: What groups can do: subjects
lt: Ką gali grupė: dalykai
pl: Co mogą robić grupy: przedmioty

source: Every group studies subjects. Ututi also has a catalog of academic subjects. Here the subjects are classified by the university and faculty. Every group can mark the subjects it is studying in the "subjects" area.
lt: Kiekviena grupė studijuoja dalykus. Studijų dalykų katalogą turi ir Ututi. Čia dalykai sugrupuoti pagal universitetą, fakultetą, dėstytoją. Savo studijuojamus dalykus grupė gali valdyti skiltyje "dalykai".
pl: Każda grupa akademicka studiuje jakieś przedmioty. Ututi - to również katalog przedmiotów akademickich.Znajdziesz tu przedmioty sklasyfikowane według uczelni i wydziałów. Każda grupa może zaznaczyć przedmiot, którego się uczy w "przedmiotach" i sledzić zachodzące w nim zmiany.

source: Members of the group receive notifications about the changes in all watched subjects: what files were uploaded, pages created or descriptions changed.
lt: Pradėjus stebėti dalyką, grupės nariai gauna informaciją apie dalykų atnaujinimą: kokie failai buvo įkelti, sukurti puslapiai, pakeistas dalyko aprašymas.
pl: Członkowie grup otrzymują powiadomienia o zmianach w obserwowanych przedmiotach: jakie pliki zostały dodane, jakie utworzono strony albo nowe opisy.

source: You can find new subjects by using our search and if they do not exist - create them :)
lt: Pridėti stebimus dalykus galima pasinaudojus paieška. Jeigu dalykas dar nėra sukurtas - sukurti :)
pl: Za pośrednictwem naszej wyszukiwarki możesz odnaleźć swoje przedmioty. Jeżeli nie istnieją, możesz je stworzyć :)

source: What groups can do: files
lt: Ką gali grupė: failai
pl: Co moge robić grupy: pliki

source: Ututi makes it easy to share files. In the "files" area members of the group can see the private files of the group and all the files of the subjects the group is watching.
lt: Ututi duoda galimybę patogiai keistis failais. Grupė skiltyje "failai" mato privačių failų ir stebimų dalykų failų katalogus.
pl: Ututi ułatwia dzielenie się plikami. W zakładce "pliki" członkowie grupy mogą znaleźć prywatne pliki grupy oraz wszystkie przedmioty i grupy obserwowane przez grupę.

source: Private files are kept in a separate folder. Their size is limited to 200 Mb.
lt: Privatūs failai laikomi "Grupės privatūs failai" kataloge. Jo dydžiui taikomas 200Mb vietos apribojimas.
pl: Prywatne pliki grupy są przechowywane w odrębnym folderze. Pojemność tego folderu - 200 Mb.

source: Public files are kept in the folders belonging to the subjects. The folders are visible in the group when it is watching these subjects. The size and amount of public files is not limited. What is more, files can be added to subjects not only by your group, but also by other groups and Ututi members. This makes it easy to share information.
lt: Vieši failai - tai dalykų failai, kurie laikomi dalykų kataloguose. Šiuos katalogus prie savo failų grupė mato tuomet, kai stebi dalykus. Viešiems failams netaikomas kiekio ir dydžio apribojimas. Be to, į dalyko katalogą medžiaga gali kelti ne tik tavo grupė, bet ir kitos grupės ar Ututi nariai. Taip grupės ir žmonės gali dalintis savo turima informacija.
pl: Pliki udostępnione dla wszystkich użytkowników portalu są pogrupowane wedlug przedmiotów. Foldery przedmiotów są widoczne dla grupy, która zaznaczyła te przedmioty jako obserwowane. Notatek widocznych publicznie możesz dodawać ile tylko chcesz - ograniczenia ilościowe i pojemnościowe dla plików tego rodzaju nie istnieją. Warto zaznaczyć, że pliki dotyczące poszczególnych przedmiotów mogą być dodawane do przedmiotu przez wiele grup. W ten sposób dzielenie się notatkami staje się prostsze.

source: What groups can do: events
lt: Ką gali grupė: įvykiai
pl: Co mogą robić grupy: wydarzenia

source: All the events of a groups: new members, files, subjects are visible in the "whats new" section.
lt: Visi grupės įvykiai, pvz.: įkeltas naujas failas, pridėtas naujas dalykas, prisijungė naujas narys ir t.t., yra registruojami skiltyje "kas naujo".
pl: Informacje o nowych: czlonkach grupy, plikach, przedmiotach znajdziesz w zakladce "najnowsze".

source: What members can do: subjects
lt: Ką gali narys: dalykai
pl: Co mogą robić członkowie: przedmioty

source: Not only groups, but also single Ututi members can watch subjects. You can easily start watching a subject by visiting its page and clicking on the link "start watching".
lt: Stebėti dalykus gali ne tik grupės, bet pavieniai Ututi naudotojai. Prisidėti dalyką prie asmeniškai stebimų galima nuėjus į dalyką ir ten paspaudus mygtuką "stebėti".
pl: Nie tylko grupy mogą obserwowac przedmioty. Mogą to robic równiez poszczególni użytkownicy. Aby rozpocząć śledzenie poszczególnego przedmiotu, odwiedź jego stronę i zaznacz "obserwuj przedmiot".

source: You can view all the subjects You are watching in the "files" area of Your profile.
lt: Matyti savo asmeniškai ir savo grupės stebimus dalykus gali "namuose" skiltyje "dalykai".
pl: Obserwowane przez Ciebie przedmioty znajdziesz w "plikach" Twojego profilu.

source: Here You can also choose to ignore the subjects watched by Your group - by clicking on the "eye" icon next to a subject You will stop receiving notifications about its events, but other classmates will continue watching it.
lt: Taip pat čia galima pasirinkti nestebėti dalykų, kuriuos stebi tavo grupė: paspaudus mygtuką "akį" prie dalyko, tu nebegausi pranešimų apie atsinaujinimus jame, bet grupė vis dar stebės šį dalyką.
pl: Tutaj też możesz zrezynować z obserwacji przedmiotów wybranych przez Twoją grupę. W tym celu musisz kliknąć na ikonkę "ok" wyświetlaną przy przedmiocie. W ten sposób zrezygnujesz z otrzymywania powiadomień o przedmiocie, podczas gdy reszta Twojej grupy będzie go nadal śledziła.

source: What is more, You can specify how often You want to receive email notifications about events in Your watched subjects.
lt: Be to, gali pasirinkti, kaip dažnai gauti pranešimus į el. paštą apie pasikeitimus dalykuose.
pl: Co ważne, sam decydujesz o tym, jak czesto masz być informowany o zmianach w obserwowanych przez Ciebie wydarzenaich i przedmiotach.

source: What members can do: home
lt: Ką gali narys: namai
pl: Co mogą robić członkowie: profil

source: In Your home area You will see what is happening in Your group and the subjects either You or Your group are watching.
lt: Savo "namuose" tu matai viską, kas vyksta tavo grupėje (grupėse) ir asmeniškai stebimuose dalykuose.
pl: W informacji Twojego profilu zobaczysz, czym się zajmuje Twoja grupa i, jakie zmiany zachodzą w obserwowanych przez Ciebie i Twoją grupę przedmiotach.

source: From here You can also easily create a subject, upload a file, invite people to use Ututi.
lt: Iš čia tu gali sukurti dalyką, įkelti failą į pasirinktą dalyką ar grupę, pakviesti pažįstamus ir draugus naudotis Ututi (šoninių blokelių meniu).
pl: Stąd możesz też z łatwością utworzyć przedmiot, dodać plik, zaprosić do Ututi znajomych.

source: Overview:
lt: Apžvalga:
pl: Przegląd:

source: About Ututi
lt: Apie Ututi
pl: O Ututi

source: Contact us using this form
lt: Susisiekite su mumis naudodamiesi šia forma
pl: Skontaktuj się z nami za pomocą tego formularza

source: Name:
lt: Vardas:
pl: Imię:

source: Email adress:
lt: El. pašto adresas:
pl: Adres email:

source: Message:
lt: Žinutė:
pl: Wiadomość:

source: Send
lt: Siųsti
pl: Wysłane

source: Contact information:
lt: Kontaktinė informacija:
pl: Informacje kontaktowe:

source: Mobile phone
lt: Mobilusis telefonas

source: Company number
lt: Įmonės kodas

source: VAT number
lt: PVM mok. kodas

source: Private social networks for Universities and Colleges
lt: Privatūs socialiniai tinklai universitetams ir kolegijoms
pl: Prywatne uczelniane sieci społecznościowe

source: Ututi is a platform for creating academic social networks.It helps engage your students and teachers and improve the qualityof your studies.
lt: Ututi yra platforma, skirta kurti akademiniams socialiniams tinklams. Ji leidžia studentams ir dėstytojams bendradarbiauti patogiau bei efektyviau.
pl: Ututi to miejsce, gdzie można stworzyć uniwersytecką sieć społecznościową. Takie rozwiązanie pomoże zainteresować studentów i wykładowców oraz podnieść poziom oferty studiów.

source: Here students and teachers can create groups online, use the mailinglist for communication and the file storage for sharing information.
lt: Čia studentai ir dėstytojai gali sukurti virtualias grupes, naudotis el. pašto konferecija bei failų saugykla informacijos sklaidai.
pl: Tutaj studenci i wykładowcy mogą stworzyć grupy online, używać listy mailingowej dla usprawnienia komunikacji i magazynu plików do dzielenia się informacjami.

source: What is more, here Teachers will create for courses information wherestudents will be able to access, share and comment study materials.
lt: Be to, dėstytojai turi galimybę kurti savo dėstomų dalykų svetaines, kurias studentai galės stebėti, naudotis bei komentuoti jose esančią informaciją.
pl: Co więcej, wykładowcy będą tworzyć miejsca z informacjami o przedmiotach, w których studenci będą mogli dzielić się materiałami i komentować je.

source: Key features
lt: Galimybės
pl: Kluczowe funkcje

source: City
lt: Miestas
pl: Miasto

source: Editing
lt: Redagavimas
pl: Edycja

source: Edit
lt: Keisti
pl: Popraw

source: Adminstration dashboard
lt: Administravimas
pl: Panel administracyjny

source: Ututi controls:
lt: Ututi valdymas:

source: University administration:
lt: Universiteto administracija:
pl: Administracja uniwersytetu:

source: Standard UI patterns/objects:
lt: Standartiniai UI principai ir objektai:
pl: Standardowe wzory/obiekty interfejsu użytkownika

source: found %(count)s file
lt: rastas %(count)s failas
pl: znaleziono %(count)s plik

source: deleted by <a href="%(user_url)s">%(user)s</a> on %(date)s
lt: ištrynė <a href="%(user_url)s">%(user)s</a> %(date)s
pl: usunięte przez <a href="%(user_url)s">%(user)s</a> %(date)s

source: undelete
lt: atkurti
pl: nie usuwaj

source: Parent id
lt: Tėvinis id
pl: Identyfikator źródłowy

source: Undelete
lt: Atkurti
pl: Nie usuwaj

source: Parent id can be a path, e.g. subject/vu/matematika, group/matematikai, or a numeric id.
lt: ID gali būti kelias, pvz. subject/vu/matematika, group/matematika, arba numeris.
pl: Identyfikatorem źródłowym może być ścieżka taka jak przedmiot/UW/matematyka albo identyfikator liczbowy

source: Create new
lt: Sukurti naują
pl: Utwórz

source: Description
lt: Aprašymas
pl: Opis

source: Upload
lt: Įkelti
pl: Dodaj

source: Email domains
lt: El. pašto domenai
pl: Domeny e-mail

source: List
lt: Sąrašas
pl: Lista

source: Add
lt: Pridėti
pl: Dodaj

source: Events
lt: Įvykiai
pl: Wydarzenia

source: found %(count)s event
lt: rastas %(count)s įvykis
pl: znaleziono %(count)s wydarzenie

source: Group Coupons
lt: Grupės kuponai
pl: Kupony grupy

source: found %(count)s coupon
lt: rastas %(count)s kuponas
pl: znaleziono %(count)s kupon

source: Code
lt: Kodas
pl: Kod

source: Created
lt: Sukurta
pl: Utworzył

source: Valid until
lt: Galioja iki
pl: Ważne do

source: Action
lt: Veiksmas
pl: Działanie

source: Parameter
lt: Parametras
pl: Parametr

source: Groups using
lt: Naudojančios grupės
pl: Grupy korzystają z

source: Day count (for unlimited space)
lt: Dienų skaičius (neribotai vietai)
pl: Liczba dni (na nieograniczoną przestrzeń)

source: found %(count)s group
lt: rasta %(count)s grupė
pl: Znaleziona %(count)s grupa

source: I18n texts
lt: I18n tekstai
pl: I18n teksty

source: Text
lt: Tekstas
pl: Tekst

source: Language
lt: Kalba
pl: Język

source: Actions
lt: Veiksmai
pl: Czynności

source: Text id
lt: Teksto id
pl: Id tekstu

source: Text language
lt: Teksto kalba
pl: Język tekstu

source: Language title
lt: Kalbos pavadinimas
pl: Tytuł języka

source: Languages
lt: Kalbos
pl: Języki

source: Language id
lt: Kalbos id
pl: Id języka

source: Username
lt: Naudotojo vardas
pl: Nazwa użytkownika

source: Password
lt: Slaptažodis
pl: Hasło

source: Subject
lt: Temos antraštė
pl: Temat

source: Message
lt: Pranešimas
pl: Wiadomość

source: Post
lt: Rašyti pranešimą
pl: Zamieść

source: Sending...
lt: Siunčiama...
pl: Wysyła...

source: Notification
lt: Pranešimas
pl: Powiadomienie

source: Notification text
lt: Pranešimo tekstas
pl: Treść powiadomienia

source: Content
lt: Turinys
pl: Zawartość

source: SMS messages
lt: SMS žinutės
pl: Wiadomości SMS

source: found %(count)s message
lt: rastas %(count)s pranešimas
pl: odnaleziono %(count)s wiadomość

source: Sender
lt: Siuntėjas
pl: Nadawca

source: Recipient
lt: Gavėjas
pl: Odbiorca

source: Status
lt: Statusas

source: Last send
lt: Paskutinis siuntimas
pl: Ostatnio wysłane

source: Not yet sent
lt: Dar neišsiųsta
pl: Niewysłane

source: delivered
lt: pristatyta
pl: Dostarczone

source: delivery failure
lt: pristatymo klaida
pl: Nie udało się wysłać

source: buffered
lt: užlaikyta
pl: buforowane

source: Message sent
lt: Žinutė išsiųsta
pl: Wiadomość zostałą wysłana

source: SMSC login problem
lt: SMSC prisijungimo problema
pl: Problem z loginem SMSC

source: SMSC error
lt: SMSC klaida
pl: Błąd SMSC

source: Country not allowed
lt: Šalis neleidžiama
pl: Kraj, w którym jeszcze nas nie ma.

source: Missing params
lt: Trūksta parametrų
pl: Brakujące parametry

source: Operator not allowed
lt: Operatorius neleidžiamas
pl: Nie obsługiwany operator

source: IP not allowed
lt: IP neleidžiamas
pl: Niedozwolone IP

source: Number
lt: Numeris
pl: Numer

source: found %(count)s subject
lt: rastas %(count)s dalykas
pl: znaleziono %(count)s wydarzenie

source: Fullname
lt: Vardas ir pavardė
pl: Pełna nazwa

source: University
lt: Universitetas
pl: Uczelnia

source: Make a teacher
lt: Padaryti dėstytoju
pl: Zostań wykładowcą

source: %(count)s teacher
lt: %(count)s dėstytojas
pl: %(count)s wykładowca

source: Position
lt: Pareigos
pl: Stanowsko / Pozycja /

source: Confirm
lt: Patvirtinti
pl: Zaakceptuj

source: Deny
lt: Atmesti
pl: Odmów

source: Make any user a teacher:
lt: Paversti bet kurį vnarį dėstytoju:
pl: Dodać wszystkich użytkowników nauczyciela:

source: User ID
lt: Nario ID
pl: ID użytkownika

source: User name or email fragment
lt: Vardo arba el. pašto adreso fragmentas
pl: Nazwa użytkownika lub fragment e-mail

source: Find
lt: Rasti
pl: Znajdź

source: Ututi users:
lt: Ututi naudotojai:
pl: Użytkownicy Ututi:

source: Downloads
lt: Atsisiuntimai
pl: Pobrane

source: Downloads (Mb)
lt: Atsisiuntimai (Mb)
pl: Pobrane (Mb)

source: Uploads
lt: Įkėlimai
pl: Dodane

source: Pages
lt: Puslapiai
pl: Notatki

source: Messages
lt: Žinutės
pl: Wiadomości

source: User Id
lt: Nario ID
pl: ID użytkownika

source: found %(count)s user
lt: rastas %(count)s naudotojas
pl: znaleziono %(count)s użytkownika

source: We have received a request to confirm the ownership of this email on the Ututi system. If this email belongs to you, confirm it by clicking on this link:
lt: Gavome prašymą patvirtinti šį el. pašto adresą Ututi sistemoje. Jeigu registravotės ir norite patvirtinti narystę, paspauskite nuorodą:
pl: Otrzymaliśmy prośbę o weryfikację właściciela tego adresu e-mail. Jeśli ten e-mail należy do Ciebie, potwierdź to klikając ten link:

source: Ututi team
lt: Ututi komanda
pl: Załoga Ututi

source: Hello, this is a message sent from ututi.com contact us form.
lt: Sveiki, tai yra žinutė, siųsta iš ututi.com kontaktų formos.
pl: Witaj, to wiadomość wysłana przez formularz kontaktowy Ututi.com.

source: %(person_title)s posted on the '%(forum_title)s' forum:
lt: %(person_title)s parašė į forumą '%(forum_title)s':
pl: %(person_title)s zamieścił na forum '%(forum_title)s':

source: You can find the thread online here:
lt: Gali rasti gijas čia:
pl: Ten wątek znajdziesz na:

source: The Ututi team
lt: Ututi komanda
pl: Załoga Ututi

source: Your request to join the group %(groupname)s has been confirmed.
lt: Tavo prašymas prisijungti prie grupės %(groupname)s buvo priimtas. Super!
pl: Twoja prośba o przyjęcie do grupy %(groupname)s została zaakceptowana.

source: You may visit the group's page here: %(url)s .
lt: Apsilankyk grupės puslapyje: %(url)s .
pl: Możesz obejrzeć stronę grupy tutaj:%(url)s .

source: Your request to join the group %(groupname)s has been denied.
lt: Tavo prašymas prisijungti prie grupės %(groupname)s buvo atmestas. Deja...
pl: Twoja prośba o przyjęcie do grupy %(groupname)s została odrzucona.
