Repository: Ututi/ututi
Catalog: src/ututi/i18n/*/LC_MESSAGES/ututi.po
Languages: lt, pl

source: New subjects watched by group
lt: Nauji grupės stebimi dalykai
pl: Nowe przedmioty obserwowane przez grupę

source: Subjects no longer watched by group
lt: Dalykai, kurių grupė nebestebi
pl: Przedmioty, które nie są już obserwowane przez grupę

source: Mailing list posts
lt: El. pašto konferencijų laiškai
pl: Lista mailingowa

source: Changes in subjects
lt: Pokyčiai dalykuose
pl: Zmiany w przedmiotach

source: New group members
lt: Nauji grupių nariai
pl: Nowi członkowie grupy

source: People who left groups
lt: Žmonės, palikę grupes
pl: Ludzie, którzy opuścili grupę

source: File uploads
lt: Failų įkėlimai
pl: Aktualizowanie plików

source: Changes in wiki pages
lt: Wiki užrašų pokyčiai
pl: Zmiany w stronach wiki

source: New subjects
lt: Nauji dalykai
pl: Nowy przedmiot

source: New wiki pages
lt: Nauji Wiki užrašai
pl: Utwórz nowy dokument wiki

source: Page changes
lt: Wiki užrašų pakeitimai
pl: Zmiana strony

source: Watched group subjects
lt: Grupių stebimi dalykai
pl: Obserwuj przedmioty grupy

source: Subject updates
lt: Dalykų pokyčiai
pl: Aktualizacja przedm

source: Moderated posts
lt: Moderuojami laiškai
pl: Zmoderowane posty

source: New groups
lt: Naujos grupės
pl: Nowe grupy

source: Subject discussions
lt: Dalykų diskusijos

source: University discussions
lt: Universiteto diskusijos

source: Why we need support?
lt: Kodėl mums reikia paramos?
pl: Dlaczego potrzebujemy wsparcia

source: Ututi is just like wikipedia: every user can change, create, see and download the content for free. But maintainance of servers, development and supervision requires recources. So if Ututi has helped you pass an exam, write your thesis or you just like Ututi, we are asking you to contribute by making a small donation :)
lt: Ututi veikia vikipedijos principu: turinį kiekvienas gali laisvai kurti, keisti, matyti ir parsisiųsti. Tačiau serverių palaikymas, sistemos programavimas ir priežiūra reikalauja resursų. Tad jeigu Ututi padėjo išlaikyti egzaminą, parašyti kursinį, bakalauro darbą ar tiesiog Tau patinka, gali mus paremti :) Ačiū!
pl: Ututi jest jak Wikipedia: każdy użytkownik może utworzyć, poprawiać, oglądać i pobrać zamieszczoną treść za darmo. Utrzymanie serwerów, rozwój i moderacja wymaga jednak zaangazowania pewnych środków. Jeśli zatem Ututi pomogło Ci kiedyś zdać egzamin, znaleźć materiały do referatu lub po prostu je lubisz, prosimy Cię o wsparcie :)

source: If you donate at least 50 Lt, you will receive a gift &mdash; an Ututi T-shirt. You can donate this amount in parts.
lt: Parėmusiems 50 Lt ir daugiau įteiksime mažą dovanėlę &mdash; Ututi marškinėlius. Remti galima dalimis.
pl: Ktokolwiek westrze nas kwotą 50 złotych, otrzyma prezent - koszulkę Ututi (dotyczy również tych, kto wpłaci tę kwotę w kilku transzach).

source: I want to donate:
lt: Noriu paaukoti:
pl: Chcę wesprzeć:

source: 5 litas
lt: 5 litus
pl: 5 zlotych

source: 10 litas
lt: 10 litų
pl: 10 zlotych

source: 50 litas
lt: 50 litų
pl: 50 złotych

source: Thank you for supporting Ututi!
lt: Ačiū, kad palaikai Ututi!
pl: Dziękujemy za wsparcie Ututi!

source: You have just contributed to the development of Ututi! A medal, signifying your Ututi supporter status, should soon appear in your profile. Good luck continuing to use Ututi!
lt: Tu ką tik prisidėjai prie Ututi tobulinimo! Už tai tavo profilyje neužilgo atsiras medalis, rodantis Ututi rėmėjo statusą. Sėkmės naudojantis Ututi!
pl: Właśnie dołączyłeś do grona osób, które wsparły rozwój Ututi! Niedługo na Twoim profilu pojawi się odznaka donatora Ututi. Życzymy powodzenia w dalszym użytkowaniu Ututi!

source: Write note title here
lt: Įvesti užrašo pavadinimą
pl: Podaj tytuł notatki

source: You need to be a member of a group or have subjects that you are studying to be able to quickly upload files.
lt: Turite priklausyti grupei arba turėti stebimų dalykų, kad būtų galima įkelti failus.
pl: Musisz należeć do grupy lub podać przedmioty, których się uczysz, aby szybko dodać pliki.

source: You or your group need to have subjects that you are studying to be able to quickly create wiki notes in them.
lt: Tam, kad būtų galima kurti Wiki užrašus, reikia stebėti dalykus arba priklausyti grupei, kuri turi stebimų dalykų.
pl: Ty lub Twoja grupa musicie podać przedmioty, których się uczycie, aby móc szybko stworzyć w nich notatki wiki.

source: Wiki note
lt: Wiki užrašas
pl: Notatka wiki

source: Add a subject
lt: Pridėti dalyką
pl: Dodaj przedmiot

source: You are not watching any subjects.
lt: Rask dalykus, kuriuos studijuoji ir pridėk prie "savo dalykų" sąrašo.
pl: Nie obserwujesz żadnego przedmiotu

source: Notification settings
lt: Pranešimų nustatymai
pl: Ustawienia powiadomień

source: Add a student group
lt: Pridėti studentų grupę
pl: Dodaj grupę studencką

source: Your student groups:
lt: Jūsų studentų grupės:
pl: Grupy studenckie:

source: Keep track of your student groups
lt: Sekite savo studentų grupes
pl: Śledź swoje grupy studenckie

source: Email your students from your dashboard
lt: Parašykite savo studentams tiesiai iš įrankinės
pl: Wyślij e-mail do studentów z Pulpitu

source: Attach files to your messages
lt: Prisekite failus prie savo žinučių
pl: Dołącz pliki to swoich wiadomości

source: Send SMS messages from your dashboard to Ututi groups
lt: Siųskite SMS žinutes Ututi grupėms tiesiai iš įrankinės
pl: Wyślij wiadomości SMS do grup Ututi z Kokpitu

source: Enter a title to identify this group, e. g. Computer Science freshmen or CS 1st year.
lt: Įveskite savo pavadinimą šiai grupei, pvz. Informatika 1 kursas.
pl: Wpisz tytuł, aby zidentyfikować grupę, np. Technologia Informacyjna pierwszoroczni lub Informatyka pierwszy rok.

source: Enter email address for this group. It can be Ututi or any other mailing list, or a private email address.
lt: Įveskite grupės el. pašto adresą. Tai gali būti Ututi ar kokia nors kita pašto konferencija, arba asmeninis el. pašto adresas.
pl: Wpisz adres e-mail dla tej grupy. Może to być Ututi, prywatny adres e-mail lub każda inna lista mailingowa.

source: Fill your page
lt: Užpildykite savo svetainę
pl: Uzupełnij swój profil

source: Edit my page
lt: Redaguoti svetainę
pl: Edytuj mój profil

source: My profile page
lt: Mano svetainė
pl: Moja strona profilowa

source: edit my page
lt: redaguoti puslapį
pl: Edytuj mój profil

source: Create a blog post
lt: Sukurti blogo įrašą

source: View your blog posts
lt: Peržiūrėti blogo įrašus

source: Delete this group
lt: Trinti šią grupę
pl: Usuń tę grupę

source: Edit group
lt: Redaguoti grupę
pl: Edytuj grupę

source: Send message
lt: Siųsti žinutę
pl: Wyślij wiadomość

source: Send SMS
lt: Siųsti SMS
pl: Wyślij SMS

source: Message subject:
lt: Žinutės tema:
pl: Temat wiadomości:

source: Attachment:
lt: Prisegtukas:
pl: Załącznik:

source: Your message was successfully sent.
lt: Žinutė išsiųsta.
pl: Twoja wiadomość została wysłana.

source: Your SMS was successfully sent.
lt: SMS išsiųsta.
pl: Twój SMS został wysłany.

source: Settings
lt: Nustatymai
pl: Ustawienia

source: Wiki notes
lt: Wiki užrašai
pl: Notatki Wiki

source: Create your subjects
lt: Sukurkite dėstomus dalykus
pl: Utwórz swoje przedmioty

source: My courses
lt: Mano kursai
pl: Moje kursy

source: add courses
lt: pridėti kursus
pl: dodaj przedmioty

source: Upload course material
lt: Įkelti kurso medžiagą
pl: Dodaj materiały

source: Edit subject notes
lt: Taisyti dalyko užrašus
pl: Edytuj notatki z przedmiotu

source: Notify your students
lt: Informuokite savo studentus
pl: Powiadom swoich studentów

source: Discuss the subject
lt: Diskutuoti apie dalykus
pl: Dyskutuj o przydmiocie

source: Find subjects that your teach or create them.
lt: Raskite savo dėstomus dalykus arba juos sukurkite.
pl: Znajdź przedmitoty, których uczysz lub utwórz je.

source: Create course
lt: Sukurti dalyką
pl: Utwórz przedmiot

source: Are you sure you want to delete this subject?
lt: Ar tikrai norite ištrinti šį dalyką?
pl: Czy na pewno chcesz usunąć ten przedmiot?

source: Add your students' contacts
lt: Pridėti studentų kontaktus
pl: Dodaj kontakty do moich studentów

source: My students' contacts
lt: Mano studentų grupių kontaktai
pl: Kontakty do moich studentów

source: add a contact
lt: pridėti kontaktą
pl: Dodaj kontakt

source: Ututi will keep track of your student groups and make it easy to reach them.
lt: Ututi atsimins jūsų studentų grupes bei padės paprasčiau pasiekti savo studentus.
pl: Ututi będzie śledziło Twoje grupy studenckie i ułatwi Ci kontakt z nimi.

source: Add student group
lt: Pridėti studentų grupės kontaktus
pl: Dodaj grupę studencką

source: Are you sure you want to delete this group?
lt: Ar tikrai norite ištrinti šią grupę?
pl: Czy na pewno chcesz usunąć tę grupę?

source: Create a new post
lt: Sukurti blogo įrašą

source: Click on a blog post to edit it.
lt: Paspauskite ant įrašo norėdami jį redaguoti

source: %(count)s comment
lt: %(count)s komentaras

source: You haven't created any blog posts yet.
lt: Jūs dar nesukūrėte blogo įrašų.

source: Blog post
lt: Blogo įrašas

source: Enter a blog post title
lt: Įrašykite blogo įrašo pavadinimą

source: Write down your information and research interests
lt: Užrašykite informaciją apie save bei savo mokslinius interesus
pl: Wpisz informacje o sobie i swoich zainteresowaniach dotyczących badań naukowych

source: link_to_profile_page
lt: asmeninėje svetainėje
pl: Link do profilu

source: This information will be displayed on your %(profile_page_url)s.
lt: Ši informacija bus pateikiama jūsų %(profile_page_url)s.
pl: Te informacje będą widoczne na Twojej %(profile_page_url)s.

source: Edit your information
lt: Redaguokite informaciją apie save
pl: Edytuj informacje o sobie

source: Your publications will be displayed on your %(profile_page_url)s.
lt: Jūsų pateiktos publikacijos bus matomos jūsų %(profile_page_url)s.
pl: Twoje publikacje będą widoczne na Twojej %(profile_page_url)s.

source: Edit a student group
lt: Redaguoti grupę
pl: Edytuj grupę studencką

source: Below you see a template that you can freely edit. Note that once your press "Save", it will become publicly available in your profile page.
lt: Žemiau pateiktas šablonas, kurį galite laisvai redaguoti. Kai paspausite "Išsaugoti", šį informacija bus prieinama jūsų profilio puslapyje.
pl: Poniżej znajduje się szablon, który możesz dowolnie edytować. Po zapisaniu zmian będzie on opublikowany na Twojej stronie profilowej.

source: Provide any personal information that you would like to begin with.
lt: Pateikite bet kokią informaciją apie save, nuo kurios norėtumėte pradėti.
pl: Dodaj informacje o sobie, od których chcesz zacząć.

source: Affiliation
lt: Profesinė veikla
pl: Przynależność

source: Specify your current position and responsibilities.
lt: Nurodykite savo dabartinę poziciją bei atsakomybes.
pl: Opisz swoje obecne stanowisko i obowiązki.

source: Research activities
lt: Mokslo tyrimai
pl: Działalność w zakresie badań naukowych

source: Include a brief summary of your research activities and interests. Cover past, current and future research plans.
lt: Glaustai aprašykite savo mokslinių tyrimų interesus ir veiklą. Apžvelkite praeitį, dabartinius tyrimus bei ateities planus.
pl: Dodaj krótkie podsumowanie swoich zainteresowań i działalności w zakresie badań naukowych.

source: Use bulleted list if needed.
lt: Galite išvardinti papunkčiui.
pl: Możesz utworzyć listę.

source: Scientific services
lt: Mokslinė veikla
pl: Obszary badań

source: Describe your scientific services. For instance, you might want to mention that you belong to editorial board of some scientific journal.
lt: Aprašykite savo mokslinę veiklą. Pavyzdžiui, galbūt esate kurio nors mokslinio žurnalo red. kolegijos narys.
pl: Opisz swoje __. Możesz, na przykład, wspomnieć, że przynależysz do zespółu redakcyjnego magazynu naukowego.

source: Conferences, exchange programs, visits
lt: Konferencijos, mainų programos, vizitai
pl: Konferencje, wymiany, wizyty

source: List conferences that you participate in, exchange programs and other related information. Cover past, present travels and future plans.
lt: Išvardinkite konferencijas, kuriose dalyvaujate, mainų programas bei panašią informaciją. Apžvelkite praeitas bei artimiausias ateinančias keliones.
pl: Wymień konferencje, wymiany i inne tego typu wydarzenia, w których uczestniczyłeś/aś. Weź pod uwagę zarówno przeszłe i obecne podróże a także plany na przyszłość.

source: List your publications that you consider most important, starting with most recent.
lt: Pateikite savo svarbiausias publikacijas, pradėdami nuo naujausių.
pl: Wymień swoje publikacje, które uważasz za najważniejsze. Zacznij od najnowszej.

source: If the list is very long, organize your publications into sections as shown below.
lt: Jei sąrašas labai ilgas, suskirstykite savo publikacijas į skirsnius, kaip parodyta žemiau.
pl: Jeśli lista jest bardzo długa, posegreguj swoje publikacje w sekcje, jak poniżej.

source: Textbooks
lt: Vadovėliai
pl: Podręczniki

source: Authors
lt: Autoriai
pl: Autorzy

source: Name of series and volume
lt: Serijos pavadinimas ir tomas
pl: Numer serii i tom

source: Year
lt: Metai
pl: Rok

source: Publishing house
lt: Leidykla
pl: Wydawnictwo

source: Papers
lt: Straipsniai
pl: Publikacje

source: Journal title
lt: Žurnalo pavadinimas
pl: Tytuł czasopisma

source: Volume/issue
lt: Tomas/numeris
pl: Tom/wydanie

source: Select an image file on your computer:
lt: Pasirinkti atvaizdo failą savo kompiuteryje
pl: Wybierz plik ze zdjęciem z komputera:

source: Choose
lt: Rinktis
pl: Wybierz

source: Select an image if you want to replace your photo
lt: Pasirinkti kitą atvaizdo failą vietoje dabartinio
pl: Wybierz nowe zdjęcie jeśli chcesz zastąpić nim swoje zdjęcie profilowe.

source: You have not set your photo yet
lt: Jūs dar neįkėlėte savo nuotraukos
pl: Nie masz jeszcze zdjęcia profilowego.

source: Skip
lt: Praleisti
pl: Pomiń

source: Registration
lt: Registracija
pl: Rejestracja

source: Step %(step_num)s
lt: %(step_num)s žingsnis
pl: Krok %(step_num)s

source: Registration to Ututi
lt: Registracija į Ututi
pl: Rejestracja do Ututi

source: Email approval
lt: El. pašto patvirtinimas
pl: Potwierdzenie email

source: We need to approve that you are the owner of this email address.
lt: Dar turime patvirtinti, kad šis el. pašto adresas priklauso tikrai Jums.
pl: Musimy potwierdzić, że jesteś właścicielem tego adresu email.

source: You have received a confirmation code to %(email_address)s.
lt: Išsiuntėme patvirtinimo kodą el. pašto adresu %(email_address)s.
pl: Kod potwierdzający został wysłany na %(email_address)s.

source: Did not get the confirmation code? Press "Send again" button.
lt: Negavote patvirtinimo kodo? Spauskite "Išsiųsti dar kartą" mygtuką.
pl: Kod potwierdzający nie doszedł? Kliknij "Wyślij ponownie".

source: Ututi is most valuable when used together with your classmates and friends. Take a minute to invite them now.
lt: Ututi yra naudingiausias, kai jį naudojate su savo grupiokais ir draugais. Tad pakvieskite juos iškart.
pl: Ututi jest najbardziej efektywne gdy używasz go wspólnie ze swoimi znajomymi z grupy i przyjaciółmi. Poświęć minutkę i zaproś ich teraz.

source: Enter emails of your classmates, separated with commas and/or whitespace.
lt: Įveskite savo grupiokų el. pašto adresus, atskirdami juos kableliais ir/arba tarpais.
pl: Wpisz adresy e-mail swoich znajomych z grupy. Oddziel je przecinkami i/lub spacjami.

source: Invite friends via facebook
lt: Pakviesti draugus per Facebook
pl: Zaproś swoich znajomych przez Facebook.

source: Full name:
lt: Vardas ir pavardė:
pl: Imię:

source: Password must contain at least 5 characters
lt: Slaptažodis turi būti ne trumpesnis nei 5 simboliai..
pl: Hasło musi zawierać co najmniej 5 znaków.

source: Link Google or Facebook
lt: Susieti su Google arba Facebook
pl: Połącz z Google lub Facebook.

source: Click the buttons to link or unlink your profile with Google and/or Facebook
lt: Paspauskite mygtukus norėdami susieti arba atsieti savo paskyrą su Google ir/ar Facebook
pl: Kliknij przyciski, aby połączyć się lub zerwać połączenie z Google i/lub Facebookiem

source: University logo:
lt: Universiteto logotipas:
pl: Logo uczelni:

source: University emails:
lt: Universiteto el. pašto adresai:
pl: Maile uczelniane:

source: Enter email domains that belong to this university.
lt: Įveskite el. pašto domenus, kurie priklauso šiam universitetui.
pl: Podaj domeny email, które należą do tego uniwersytetu.

source: Add more
lt: Pridėti daugiau
pl: Dodaj więcej

source: Accessibility:
lt: Prieinamumas:
pl: Dostępność:

source: You are registering to <strong>%(university_name)s</strong> network.
lt: Jūs registruojatės į <strong>%(university_name)s</strong> tinklą.
pl: Rejestrujesz się do sieci <strong>%(university_name)s</strong>.

source: %(count)s person on this network:
lt: %(count)s narys tinkle
pl: %(count)s osoba w tej sieci:

source: It is not your university? Use another email address or %(contact_us_link)s.
lt: Tai ne Jūsų universitetas? Naudokite kitą el. pašto adresą arba susisiekite su mumis %(contact_us_link)s.
pl: To nie Twój uniwersytet? Użyj innego adresu email lub %(contact_us_link)s.

source: Sort by
lt: Rūšiuoti pagal
pl: Sortuj według

source: Alphabet
lt: Abecėlės tvarka
pl: Alfabetu

source: Popularity
lt: Aktyvumas
pl: Popularności

source: %(count)s file
lt: %(count)s failas
pl: %(count)s dokument

source: Pick your region
lt: Pasirinkite regioną
pl: Wybierz województwo

source: Regions of Poland
lt: Lenkijos regionai
pl: Regiony Polski

source: Were you looking for a university or department?
lt: Gal ieškojai universiteto arba fakulteto?
pl: Szukałeś uczelni lub wydziału?

source: show-subjects
lt: dalykus
pl: przedmioty

source: show-files
lt: failus
pl: pliki

source: show-pages
lt: puslapius
pl: notatki

source: show-groups
lt: grupes
pl: grupy

source: show-posts
lt: žinutes
pl: forum

source: show-everything
lt: viską
pl: wszystko

source: Show only:
lt: Rodyti tik:
pl: Pokaż tylko:

source: search results
lt: paieškos rezultatai
pl: szukaj wyników

source: found %(count)s result
lt: rastas %(count)s rezultatas
pl: znaleziono %(count)s wynik

source: No results found.
lt: Nerasta jokių rezultatų.
pl: Brak wyników.

source: Join
lt: Prisijunk
pl: Dołącz

source: [DELETED]
lt: [PAŠALINTAS]
pl: [USUNIĘTE]

source: Book
lt: Knyga
pl: Książka

source: Price
lt: Kaina
pl: Cena

source: Comments:
lt: Komentarai

source: Comment
lt: Komentaras

source: Write a comment
lt: Parašyti komentarą

source: The data
lt: Duomenys
pl: Dane

source: Uploading
lt: Keliamas
pl: Dodaje

source: Done
lt: Baigta
pl: Gotowe

source: Suspicious file?
lt: Įtartinas failas?
pl: Podejrzany plik?

source: Teacher's material
lt: Dėstytojo medžiaga
pl: Materiały wykładowcy

source: Rename
lt: Pervadinti
pl: Zmień nazwę

source: edit file name
lt: keisti failo pavadinimą
pl: popraw nazwę

source: delete file
lt: ištrinti failą
pl: usuń plik

source: flag as suspicious
lt: žymėti kaip įtartiną
pl: zaznacz jako podejrzany

source: restore file
lt: atstatyti failą
pl: przywróć plik

source: Here
lt: Pagrindinis katalogas
pl: Podstawowy folder

source: There are no files here, this folder is empty!
lt: Čia failų nėra, aplankas tuščias!
pl: Brak dokumentów. Folder jest pusty.

source: Show the other %(count)s file
lt: Rodyti kitą %(count)s failą
pl: Pokaż %(count)s inny plik.

source: (Delete)
lt: (Trinti)
pl: (Usuń)

source: free space:
lt: laisva vieta:
pl: Wolna przestrzeń:

source: Please state the reason why the file '%s' is inappropriate:
lt: Nurodykite, kodėl failas '%s' netinkamas:
pl: Podaj powód, dlaczego plik '%s' jest nieodpowiedni:

source: Your e-mail (optional)
lt: El. pašto adresas (nebūtina)
pl: Twój e-mail (opcjonalnie)

source: Increase limits
lt: Padidinti limitą
pl: Podnieś limit

source: upload file to...
lt: įkelti failą į...
pl: Dodaj plik do...

source: unlimited
lt: neribota
pl: nieograniczone

source: New folder:
lt: Kurti aplanką
pl: Nowy folder:

source: create
lt: Sukurti
pl: Utwórz

source: No more space for private files. We recommend moving files into subjects or upgrading the group.
lt: Privatiems grupės failams nebeliko vietos. Rekomenduojame perkelti failus į dalykus arba sumokėti už grupę be apribojimų.
pl: Nie ma już miejsca dla prywatnych plików. Polecamy przeniesienie niektórych plików do poszczególnych przedmiotów lub zwiększenie limitu miejsca dla prywatnych plików grupy.

source: Filename
lt: Failo pavadinimas
pl: Nazwy pliku

source: Posted by
lt: Sukurta
pl: Opublikowane przez

source: Date
lt: Data
pl: Data

source: Trash
lt: Šiukšliadėžė
pl: Śmietnik

source: There are no deleted files.
lt: Ištrintų failų nėra.
pl: Nie odnaleziono żadnego pliku.

source: At the moment you are not confirmed as teacher. Our administrators have been notified and will verify you shortly.
lt: Šiuo metu jūs dar nesate patvirtintas kaip dėstytojas. Ututi administratoriams pranešta apie jūsų registraciją ir jie netrukus jus patvirtins.
pl: Nie potwierdziliśmy jeszcze, że jesteś nauczycielem. Nasi administratorzy zostali o tym powiadomieni i sprawdzą to jak najszybciej.

source: Your email (%(email)s) is not confirmed! Please confirm your email by clicking on the link sent to your address or
lt: El. pašto adresas (%(email)s) nepatvirtintas! Turėjai el. paštu gauti patvirtinimo žinutę.
pl: Twój e-mail (%(email)s) nie potwierdzony. Potwiedz go wciskając na link który został wysłany do twojej skrzynki e-mail albo

source: get another confirmation email
lt: Negavai?
pl: Uzyskaj nowy e-mail potwierdzający

source: Your <strong>gadu gadu number</strong> is not confirmed! Please <a href="%s">confirm</a> it by entering the code sent to you.
lt: Jūsų <strong>gadu gadu numeris</strong> nepatvirtintas! <a href="%s">Patvirtinkite</a> jį įvesdami jums išsiųstą kodą.
pl: Twój <strong>numer gadu gadu</strong> nie został potwierdzony!<a href="%s">Potwierdź</a> go, proszę, wpisując wysłany do Ciebie kod.

source: Your phone is not confirmed! Please <a href="%s">confirm</a> it by entering the code sent to you.
lt: Jūsų telefono numeris nepatvirtintas! <a href="%s">Patvirtinkite</a> jį įvesdami kodą, išsiųstą Jums SMS žinute.
pl: Twój numer telefonu nie został potwierdzony! <a href="%s">Potwierdź</a> go, proszę, wpisując wysłany do Ciebie kod.

source: %(author)s has sent you an invitation to group %(group)s. Do you want to become a member of this group?
lt: %(author)s išsiuntė jums kvietimą į grupę %(group)s. Ar norite tapti šios grupės nariu?
pl: %(author)s zaprosił Cię do grupy %(group)s. Czy chcesz do niej dołączyć?

source: Accept
lt: Patvirtinti
pl: Zaakceptuj

source: %(user)s wants to join the group %(group)s. Do you want to confirm this membership?
lt: %(user)s nori prisijungti prie grupės %(group)s. Ar norite patvirtinti narystę?
pl: %(user)s chcą dołączyć do grupy %(group)s. Czy chcesz ich przyjąć do grupy?

source: I teach this
lt: Aš tai dėstau
pl: Uczę tego

source: Write message
lt: rašyti žinutę
pl: Napisz wiadomość

source: Group messages
lt: Grupės žinutės
pl: Wiadomości grupy

source: Group forum
lt: Grupės paštas
pl: Forum grupy

source: Group subjects
lt: Grupės dalykai
pl: Przedmioty grupy

source: Group files
lt: Grupės failai
pl: Pliki grupy

source: Share:
lt: Dalintis:
pl: Udostępnij:

source: less
lt: mažiau
pl: mniej

source: Older posts below this line
lt: Ankstesni įvykiai žemiau

source: See older events...
lt: Žiūrėti senesnius įvykius...
pl: Zobacz więcej...

source: Ignore events like this
lt: Nerodyti tokių įvykių
pl: Ignoruj wydarzenia podobne do tego

source: Show older messages (%(message_count)s)
lt: Rodyti senesnes žinutes (%(message_count)s)
pl: Pokaż starsze wiadomości (%(message_count)s)

source: Send reply
lt: Siųsti atsakymą
pl: Wyślij odpowiedź

source: and %(count)s more file
lt: ir dar %(count)s failą
pl: i %(count)s plik więcej
