Repository: Ututi/ututi
Catalog: src/ututi/i18n/*/LC_MESSAGES/ututi.po
Languages: lt, pl

source: Go back to %(subject_title)s notes
lt: Grįžti į %(subject_title)s užrašus
pl: Wróć do %(subject_title)s notes

source: edit
lt: taisyti
pl: edytuj

source: history
lt: istorija
pl: historia

source: delete
lt: ištrinti
pl: usuń

source: Last edit:
lt: Paskutinis taisymas:
pl: Ostatnie zmiany:

source: <em>%(count)s</em> active poster
lt: <em>%(count)s</em> aktyvus naudotojas
pl: <em>%(count)s</em> aktywny forumowicz

source: <em>%(count)s</em> topic
lt: <em>%(count)s</em> tema
pl: <em>%(count)s</em> temat

source: <em>%(count)s</em> post
lt: <em>%(count)s</em> pranešimas

source: There are no messages.
lt: Pranešimų nėra.
pl: Brak wiadomości.

source: Group information
lt: Informacija apie grupę
pl: O grupie

source: Remaining private space:
lt: Liko vietos:
pl: Pozostało przestrzeni prywatnej:

source: Get more space
lt: Gauk daugiau vietos
pl: Zwiększ przestrzeń

source: The amount of group's private files is limited to %(limit)s. This is so because Ututi encourages users to store their files in publicly accessible subjects where they can be shared with all the users. But if you want to keep more than %(limit)s of files, you can do this.
lt: Grupės privačių failų riba yra %(limit)s. Privatūs failai ribojami todėl, kad Ututi ragina naudotojus laikyti savo failus viešai prieinamuose dalykuose, kur jais gali naudotis visi. Jei norite turėti daugiau nei %(limit)s failų, galite tai daryti.
pl: Objętość plików grupy jest ograniczona do %(limit)s. Dzieje się tak dlatego, że Ututi zachęca do przechowywania plików w folderach publicznych, tak aby każdy poszukujący materiałów na określony temat z łatwością mógł je odnaleźć. Jeśli jednak chcesz gromadzić więcej niż %(limit)s plików - możesz to zrobić.

source: SMS message
lt: SMS žinutė
pl: Wiadomość SMS

source: Send an SMS message to number <span style="font-size: 14px">%(phone)s</span> with the following content:
lt: Siųskite SMS žinutę numeriu <span style="font-size: 14px">%(phone)s</span> su tokiu turiniu:
pl: Wyślij wiadomość SMS pod numer <span style="font-size: 14px">%(phone)s</span> o następującej treści:

source: The SMS costs <strong>%(price).2f Lt</strong> and will increase your file limit to <strong>%(limit)s</strong> for another month.
lt: SMS kainuoja <strong>%(price).2f Lt</strong> - už tai grupės failų limitas mėnesiui padidinamas iki <strong>%(limit)s</strong>.
pl: Koszt wiadomości SMS to: <strong>%(price).2f Lt</strong>. Zwiększy on limit przesyłanych plików do <strong>%(limit)s</strong> na kolejny miesiąc.

source: Your private file area is limited to %(limit)s until <strong>%(date)s</strong>.
lt: Privačių failų sritis ribota iki %(limit)s iki <strong>%(date)s</strong>.
pl: Prywatna przestrzeń Twojej grupy została ograniczona do %(limit)s do <strong>%(date)s</strong>.

source: E-banking
lt: E-bankai
pl: Bankowość elektroniczna

source: There are no possibility to pay for additional group space by bank at the moment.
lt: Atsiprašome, šiuo metu sumokėti už papildomą grupės vietą banko pavedimu nėra galimybės.
pl: Obecnie nie ma możliwości zapłacenia za dodatkową przestrzeń grupy za pomocą banku.

source: Purchase group private space
lt: Pirkti privačią grupės vietą
pl: Kup więcej przestrzeni prywatnej dla grupy

source: More settings
lt: Daugiau nustatymų
pl: Więcej ustawień

source: Do not get email
lt: Negauti el. laiškų
pl: Nie otrzymuj e-maili

source: Get email
lt: Gauti el. laiškus
pl: Otrzymuj e-maile

source: Leave group
lt: Palikti šią grupę
pl: Opuść grupę

source: Invite others to group:
lt: Pakviesti į grupę kitus:
pl: Zaproś innych do grupy:

source: Recipients:
lt: Gavėjų:
pl: Adresaci:

source: Enter comma separated list of email addresses
lt: Įveskite kableliais atskirtų el. pašto adresų sąrašą
pl: Wpisz listę adresów e-mail oddzielonych przecinkami

source: Add personal message (optional):
lt: Pridėti asmeninę žinutę (pasirinktinai):
pl: Dodaj wiadomość (opcjonalnie):

source: Send invitation
lt: Siųsti pakvietimą
pl: Zaproś

source: Your invitations were successfully sent.
lt: Pakvietimai sėkmingai išsiųsti.
pl: Twoje zaproszenia zostały wysłane.

source: Invite friends via email
lt: Pakviesti draugus naudojant el. paštą
pl: Zaproś znajomych poprzez email

source: Group members:
lt: Grupės nariai:
pl: Członkowie grupy:

source: Settings:
lt: Nustatymai:
pl: Ustawienia:

source: Send SMS message to group
lt: Siųsti SMS žinutę grupei
pl: Wyślij wiadomość do grupy

source: Everywhere
lt: visur
pl: Wszędzie

source: in-Subjects
lt: dalykai
pl: Przedmioty

source: Search-btn
lt: Ieškok
pl: Szukaj

source: Tags
lt: Žymos
pl: Tagi

source: Info:
lt: Informacija:

source: %(count)s Subject
lt: %(count)s Dalykas
pl: %(count)s Przedmiot

source: %(count)s Group
lt: %(count)s Grupė
pl: %(count)s Grupa

source: %(count)s Member
lt: %(count)s Narys
pl: %(count)s Członek

source: %(count)s File
lt: %(count)s Failas
pl: %(count)s Plik

source: Administration:
lt: Administratorius:
pl: Administracja:

source: Edit information
lt: Keisti informaciją
pl: Edytuj informacje

source: I study here
lt: Aš čia studijuoju
pl: Studiuję tutaj

source: I teach here
lt: Aš čia dėstau
pl: Wykładam tutaj

source: Don't study here?
lt: Studijuoji kitur?
pl: Nie jesteś studentem tej uczelni?

source: Latest groups:
lt: Naujausios grupės
pl: Ostatnio założone grupy:

source: All groups
lt: Visos grupės
pl: Wszystkie grupy

source: Members:
lt: Nariai:
pl: Członkowie:

source: teachers:
lt: dėstytojai:
pl: Wykładowcy:

source: more
lt: daugiau
pl: więcej

source: Remove from my taught courses
lt: Išbraukti iš mano dėstomų dalykų
pl: Usuń z listy przedmiotów, których uczę

source: I teach this course
lt: Aš dėstau šį dalyką
pl: Uczę tego przedmiotu

source: Unfollow
lt: Nebesekti
pl: Nie obserwuj

source: Follow
lt: Sekti
pl: Obserwuj

source: University:
lt: Universitetas:
pl: Uniwersytet:

source: Faculty / department:
lt: Fakultetas / katedra:
pl: Wydział:

source: Lecturer:
lt: Dėstytojas:
pl: Wykładowca:

source: Manage lecturers
lt: Keisti dėstytojus

source: Files and wiki notes:
lt: Failai ir Wiki užrašai:
pl: Pliki i notatki wiki:

source: Followers:
lt: Sekėjai:
pl: Obserwujący:

source: Related subjects:
lt: Susiję dalykai:
pl: Powiązane przedmioty:

source: Lect.
lt: Dėst.
pl: Wykł.

source: Create your own social network
lt: Sukurkite savo socialinį tinklą
pl: Stwórz swoją własną sieć społecznościową

source: About Ututi:
lt: Apie Ututi:
pl: O Ututi:

source: Ututi lets you create a social network for your university. Here you will find online groups, teacher profiles and course pages. Ututi is a tool to share information and build your online academic community.
lt: Ututi yra įrankis jūsų universiteto socialiniam tinklui. Čia jūs rasite studentų grupes, dėstytojų bei kursų puslapius. Ututi palengvina dalinimąsi informacija ir padeda suburti universiteto akademinę bendruomenę.
pl: Ututi pozwala Ci na utworzenie sieci społecznościowej dla Twojego uniwersytetu. Znajdziesz tu grupy online, profile wykładowców i strony kursów. Ututi to narzędzie służące do dzielenia się informacjami i budowania społeczności akademickiej online.

source: Learn more...
lt: Sužinoti daugiau...
pl: Dowiedz się więcej

source: People online:
lt: Prisijungę nariai:
pl: Ludzie online:

source: upload a file to..
lt: įkelti failą į..
pl: dodaj plik do...

source: Quickly upload files to your groups and subjects.
lt: Greitas failų įkėlimas į grupes ir dalykus.
pl: Szybkie dodawanie plików

source: Tell a friend:
lt: Papasakoti draugui:
pl: Powiedz znajomemu:

source: Here's what I've found in Ututi
lt: Štai ką radau Ututi
pl: Zobacz co znalazłem na Ututi

source: Your email
lt: El. pašto adresas
pl: Twój e-mail

source: Recipients
lt: Gavėjai
pl: Adresaci

source: E-mail subject
lt: El. laiško tema
pl: Temat maila

source: Your email was successfully sent.
lt: El. laiškas sėkmingai išsiųstas
pl: Twoja wiadomość e-mail została wysłana.

source: Send email
lt: Nusiųsti el. laišką
pl: Wyslij email

source: This is the verified network for <strong>%s</strong>. Only %s students and teachers can join this network.
lt: Tai yra patvirtintas <strong>%s</strong> tinklas. Tik %s studentai ir dėstytojai gali prisijungti.
pl: To jest zweryfikowana sieć do <strong>%s</strong>. Tylko %s studenci i wykładowcy mogą dołączyć do tej sieci.

source: Powered by Ututi
lt: Sukurtas Ututi
pl: Stworzone przez Ututi

source: Login:
lt: Prisijungimas:
pl: Logowanie:

source: Not a member yet?
lt: Dar ne narys?
pl: Nie masz jeszcze konta?

source: Register
lt: Registruotis
pl: Zaloguj się

source: Get started
lt: Pradžia
pl: Zacznij

source: Dashboard
lt: Įrankinė
pl: Kokpit

source: University feed
lt: Universiteto naujienos
pl: Tablica uniwersytetu

source: Private messages (%(count)s)
lt: Privačios žinutės (%(count)s)
pl: Prywatne wiadomości (%(count)s)

source: My subjects:
lt: Mano dalykai:
pl: Moje przedmioty:

source: Add subject
lt: Pridėti dalyką
pl: Dodaj przedmiot

source: My groups:
lt: Mano grupės:
pl: Moje grupy:

source: Find groups
lt: Rasti grupes
pl: Znajdź grupy

source: Create new group
lt: Kurti naują grupę
pl: Utwórz nową grupę

source: (edit profile)
lt: (redaguoti profilį)
pl: (edytuj profil)

source: Medals
lt: Medaliai
pl: Medale

source: What to do next?
lt: Ką daryti toliau?
pl: Co dalej?

source: Invite friends:
lt: Pakviesti draugus:
pl: Zaproś znajomych:

source: %(count)s subject
lt: %(count)s dalykas
pl: %(count)s przedmiot

source: %(count)s wiki note
lt: %(count)s Wiki užrašas
pl: %(count)s notatka wiki

source: %(count)s file uploaded
lt: %(count)s įkeltas failas
pl: %(count)s dodany plik

source: %(count)s file downloaded
lt: %(count)s atsisiųstas failas
pl: %(count)s ściągnięty plik

source: Related members:
lt: Susiję nariai:
pl: Powiązani użytkownicy:

source: Related links:
lt: Susijusios nuorodos:
pl: Powiązane linki:

source: website
lt: svetainė
pl: strona

source: %(title_abbr)s social network
lt: %(title_abbr)s socialinis tinklas
pl: sieć społecznościowa %(title_abbr)s

source: My web page
lt: Mano svetainė
pl: Moja strona internetowa

source: View my page
lt: Rodyti svetainę
pl: Zobacz moją stronę

source: Friends of ututi
lt: Ututi draugai
pl: Przyjaciele Ututi

source: facebook_link
lt: http://facebook.com/ututi
pl: http://www.facebook.com/pages/Ututipl/117010656858

source: Find us on Facebook
lt: Mūsų erdvė Facebook'e
pl: Znajdź nas na Facebooku

source: blog_link
lt: http://blog.ututi.lt
pl: http://blog.ututi.pl

source: Read our blog
lt: Mūsų blogas
pl: Czytaj nasz blog

source: Universities
lt: Universitetai
pl: Uczelnie

source: Edit your page
lt: Redaguoti svetainės informaciją
pl: Edytuj swój profil

source: Edit your profile
lt: Profilio informacija
pl: Edytuj swój profil

source: show my page
lt: rodyti mano svetainę
pl: Pokaż profil

source: back
lt: grįžti
pl: wróć

source: Contact information
lt: Kontaktinė informacija
pl: Informacje kontaktowe

source: Edit your contact information below. Some fields may require confirmation.
lt: Redaguokite savo kontaktinę informaciją žemiau. Kai kuriuos laukus gali reikėti patvirtinti.
pl: Edytuj swoje informacje kontaktowe poniżej. Niektóre pola mogą wymagać potwierdzenia.

source: Work address
lt: Darbo adresas
pl: Adres miejsca pracy

source: Your GG number
lt: Tavo GG numeris
pl: Twoje GG

source: GG number is not confirmed
lt: GG numeris nepatvirtintas
pl: Numer GG nie jest potwierdzony.

source: Enter the code that you have received in your GG
lt: Įveskite kodą, kurį gavote savo GG
pl: Wpisz kod, który otrzymałeś na GG

source: Should you not have received the code, please press "Send code again". Also don't forget to add Ututi (<a href="gg:5437377">5437377</a>) to your friends!
lt: Jei negavote kodo, paspauskite "Siųsti kodą dar kartą". Taip pat nepamirškite įtraukti Ututi (<a href="gg:5437377">5437377</a>) į savo draugų sąrašą!
pl: Jeśli kod nie został dostarczony, kliknij "Wyślij kod ponownie".Nie zapomnij dodać Ututi (<a href="gg:5437377">5437377</a>) do swojej listy.

source: Submit code
lt: Patvirtinti
pl: Potwierdź kod

source: Send code again
lt: Siųsti kodą dar kartą
pl: Wyślij kod ponownie

source: GG number is confirmed
lt: GG numeris patvirtintas
pl: Numer GG został potwierdzony.

source: Receive news into gg
lt: Gauti naujienas į GG
pl: Otrzymuj powiadomienia na gg

source: Use international format, +XXXXXXXXXXX
lt: Naudokite tarptautinį formatą, +370XXXXXXXX
pl: Użyj międzynarodowego formatu +XXXXXXXXXXX

source: Mobile phone number
lt: Mobilaus telefono numeris
pl: Numer telefonu komórkowego

source: Number is not confirmed
lt: Numeris nepatvirtintas
pl: Numer nie jest potwierdzony.

source: Enter the code that you have received by SMS
lt: Įveskite kodą, kurį mes jums atsiuntėme SMS
pl: Wpisz kod, który otrzymałeś(-aś) SMSem.

source: Should you not have received the code, please press "Send code again"
lt: Jei negavote kodo, spauskite "Siųsti kodą dar kartą"
pl: Jeśli nie otrzymałeś(-aś) jeszcze kodu potwierdzającego, kliknij "Wyślij kod ponownie".

source: Number is confirmed
lt: Numeris patvirtintas
pl: Numer został potwierdzony

source: Email is confirmed
lt: El. pašto adresas patvirtintas
pl: Adres e-mail został potwierdzony

source: Show my email to unregistered users.
lt: Rodyti el.pašto adresą neregistruotiems naudotojams.
pl: Pokazuj mój e-mail także niezarejestrowanym użytkownikom

source: Get confirmation email
lt: Gauti patvirtinimo laišką
pl: Otrzymaj e-mail z potwierdzeniem

source: Email is not confirmed
lt: El. pašto adresas nepatvirtintas
pl: Adres e-mail nie jest potwierdzony

source: Address of your website or blog
lt: Nuosavo puslapio arba blog'o adresas
pl: Adres Twojej strony lub bloga

source: Edit your general information below.
lt: Įveskite savo bendrinę informaciją žemiau.
pl: Edytuj ogólne informacje poniżej.

source: Full name
lt: Vardas, pavardė
pl: Imię i nazwisko

source: e.g. Associate professor
lt: pvz. Associate professor
pl: np. profesor nadzwyczajny

source: About yourself
lt: Šiek tiek informacijos apie save
pl: O Tobie

source: Your new url will be:
lt: Jūsų naujas adresas:
pl: Twój nowy URL to:

source: Page address
lt: Svetainės adresas
pl: Adres profilu

source: Ututi username
lt: Ututi vartotojo vardas
pl: Nazwa użytkownika Ututi

source: Show my profile to unregistered users and search engines
lt: Rodyti profilį neregistruotiems naudotojams ir paieškos varikliams
pl: Pokazuj mój profil niezarejestrowanym użytkownikom i wyszukiwarkom

source: Your profile photo
lt: Jūsų profilio nuotrauka
pl: Twoje zdjęcie profilowe

source: Change or remove your profile photo.
lt: Pakeiskite arba pašalinkite savo profilio nuotrauką.
pl: Zmień lub usuń swoje zdjęcie profilowe.

source: Change photo
lt: Keisti nuotrauką
pl: Zmień zdjęcie

source: What have I been doing?
lt: Ir ką gi aš nuveikiau?
pl: Moja aktywność

source: You haven't contributed much, have you?
lt: Ne itin daug nuveikta?..
pl: Nie byłeś zbyt aktywny, prawda? Zapraszamy do intensywniejszego korzystania z Ututi!

source: private file storage area for files that you don't want to share with outsiders.
lt: privati saugykla failams, kuriais nenorite dalintis su pašaliniais.
pl: Osobisty magazyn plików, którymi nie chcesz się dzielić z innymi.

source: Find your group
lt: Surask savo grupę
pl: Znajdź swoją grupę

source: a place to discuss subject related questions with students and teachers.
lt: vieta diskutuoti su dalyku susijusiomis temomis su studentais ir dėstytojais.
pl: Miejsce rozmów studentów z wykładowcami na tematy związane z przedmiotem.

source: Shared notes
lt: Užrašai, kuriais pasidalinta
pl: Wspólne notatki

source: create wiki notes collaboratively with your class-mates or take notes during the lecture and upload it directly to Ututi.
lt: kurkite Wiki užrašus bendrai su kitais grupės nariais arba konspektuokite paskaitos medžiagą tiesiai į Ututi.
pl: stwórz notatki wiki wspólnie ze znajomymi z uczelni lub notuj podczas wykładu i dodaj swoje notatki bezpośrednio na Ututi.

source: Find your subjects
lt: Surask savo dalykus
pl: Znajdź swoje przedmioty

source: News feed settings
lt: Naujienų nustatymai
pl: Ustawienia

source: Invite your friends
lt: Pakviesk draugų
pl: Zaproś znajomych

source: Enter comma separated list of email addresses.
lt: Įveskit el.pašto adresus atskiriant juos kableliais.
pl: Utwórz listę adresów e-mail oddzielonych przecinkami.

source: Or use Facebook to invite your friends.
lt: Arba pakviesk naudojant Facebook.
pl: Lub użyj Facebooka aby zaprosić swoich przyjaciół.

source: Join the group
lt: Prisijungti prie grupės
pl: Dołącz do grupy

source: Features:
lt: Galimybės
pl: Możliwości systemu:

source: Group's email
lt: Grupės el. paštas
pl: E-mail grupowy

source: Private discussions
lt: Privačios diskusijos
pl: Prywatne dyskusje

source: Find and join your group or create a new one.
lt: Surask ir prisijunk prie savo grupės arba sukurk naują.
pl: Znajdź grupę i dołącz do niej lub utwórz nową.

source: Or browse group catalog
lt: Arba peržiūrėk grupių katalogą.
pl: Lub przeglądaj katalog grupowy

source: Choose your subjects
lt: Pasirink savo dalykus
pl: Wybierz swoje przedmioty

source: Find subjects in your university and start following them.
lt: Surask tau įdomius dalykus savo universiteto tinkle ir pradėk juos stebėti.
pl: Znajdź przedmioty na swoim uniwersytecie i zacznij je śledzić

source: Or create new subject
lt: Arba sukurk naują dalyką
pl: Lub stwórz nowy przedmiot

source: Share course material, create wiki notes and discuss with other subject followers.
lt: Dalinkis kursų medžiaga, kurk wiki užrašus bei diskutuok su kitais dalyko sekėjais.
pl: Podziel się materiałem z zajęć, notatkami wiki i dyskutuj z innymi osobami, które śledzą dany przedmiot.

source: Fill your profile information
lt: Užpildykite informaciją apie save
pl: Powiedz coś o sobie poprzez edycję swojego profilu.

source: Tell some basic information about yourself by editing your profile.
lt: Įveskite šiek tiek informacijos apie save. Tai galima padaryti profilio nuostatuose.
pl: Opowiedz coś o sobie poprzez edycję swojego profilu.

source: Welcome to Ututi
lt: Sveiki atvykę į Ututi
pl: Witaj na Ututi

source: Welcome to <strong>%(university)s</strong> private social network created on <a href="%(url)s">Ututi platform</a>. Here students and teachers can create groups online, use the mailinglist for communication and the file storage for sharing information.
lt: Sveiki atvykę į <strong>%(university)s</strong> privatų socialinį tinklą, sukurtą <a href="%(url)s">Ututi platforma</a>. Čia studentai gali burti grupes, dėstytojai &ndash; talpinti kursų medžiagą, o visi kartu &ndash; bendrauti bei dalintis žiniomis.
pl: Witaj na <strong>%(university)s</strong> prywatnym portalu społecznościowym utworzonym na <a href="%(url)s">platformie Ututi</a>. Tutaj uczniowie i nauczyciele mogę tworzyć grupy online, wykorzystywać listy mailingowe do porozumiewania się między sobą oraz przechowywać i dzielić się plikami.

source: Join %(university_link)s social network in Ututi, a system for exchanging study material and information.
lt: Prisijunkite prie %(university_link)s socialinio tinklo Ututi sistemoje, skirtoje dalintis studijų medžiaga ir informacija.
pl: Dołącz do sieci społecznościowej %(university_link)s na Ututi, systemu, który pozwala dzielić się informacjami i materiałami do nauki.

source: Invite your classmates to Ututi!
lt: Pakvieskite į Ututi savo grupės draugus!
pl: Zaproś swoich znajomych z uczelni do Ututi!

source: Join Ututi
lt: Prisijungti prie Ututi
pl: Dołącz do Ututi

source: notification settings
lt: priminimų apie dalykus nustatymai
pl: ustawienia powiadomień

source: add subject
lt: pridėti dalyką
pl: dodaj przedmiot

source: Show subjects from my groups
lt: Rodyti grupės dalykus
pl: Pokaż przedmioty moich grup

source: Very sad...
lt: Labai gaila...
pl: Szkoda...

source: We are very disappointed that you have decided not to support Ututi. We hope you will support us next time. Good luck!
lt: Mums labai gaila, kad nusprendėte neparemti Ututi. Tikimės, kad dar grįšite ir paremsite mus kitą kartą. Sėkmės!
pl: Szkoda, że nie zdecydowałeś się wesprzeć Ututi. Miejmy nadzieję, że uczynisz to w nie tak odległej przyszłości ;) Powodzenia!

source: back to the profile
lt: grįžti į profilį
pl: wróć do profilu

source: To change your password, type your current password and repeat new password twice in the form below.
lt: Norėdami pakeisti savo slaptažodį, įveskite savo dabartinį slaptažodį ir du kartus pakartokite naująjį žemiau pateiktoje formoje.
pl: Aby zmienić hasło wpisz swoje obecne hasło. Poniżej powtórz swoje nowe hasło dwa razy.

source: Current password
lt: Dabartinis slaptažodis
pl: Aktualne hasło

source: New password
lt: Naujas slaptažodis
pl: Nowe hasło

source: Repeat the new password
lt: Pakartok naują slaptažodį
pl: Wpisz ponownie nowe hasło

source: Delete account
lt: Ištrinti paskyrą
pl: Usuń konto

source: To delete your account, type your current password in the form below.
lt: Jei norite ištrinti savo paskyrą, įveskite esamą slaptažodį į žemiau esančią formą.
pl: Aby usunąć konto, wpisz aktualne hasło w pole poniżej:

source: Delete my account
lt: Noriu ištrinti savo paskyrą
pl: Usuń konto

source: In case you forgot your password, use the button below to recover it.
lt: Jei pamiršote savo slaptažodį, galite jį atkurti paspausdami šį mygtuką.
pl: Jeśli nie pamietasz swojego hasła, użyj przycisku poniżej aby je odzyskać.

source: Link with Google and/or Facebook
lt: Susieti su Google arba/ir Facebook
pl: Połącz z Google i/albo Facebook

source: You can log in to Ututi using your Google or Facebook account. Use buttons below to link or unlink these external accounts.
lt: Jūs galite jungtis prie Ututi naudodami savo Google ar Facebook paskyrą. Susiekite savo paskyras naudodami šiuos mygtukus.
pl: Możesz zalogować się na Ututi za pomocą konta na Google lub Facebooku. Użyj przycisków poniżej, aby połączyć lub odłączyć te konta.

source: Link Google
lt: Susieti su Google
pl: Połącz z Google

source: Unlink Google
lt: Atsieti nuo Google
pl: Zerwij połączenie z Google

source: Link Facebook
lt: Susieti su Facebook
pl: Połącz z Facebookiem

source: Unlink Facebook
lt: Atsieti nuo Facebook
pl: Zerwij połączenie z Facebookiem

source: Email me when
lt: Praneškite man, kai
pl: Wyślij mi wiadomość e-mail gdy:

source: What notifications would you like to receive by email:
lt: Kokius priminimus norite gauti į savo elektroninį paštą?
pl: Jakie powiadomienia chcesz dostawać e-mailem:

source: immediately
lt: iškart
pl: natychmiast

source: at the end of the day
lt: dienos pabaigoje
pl: pod koniec dnia

source: never
lt: niekada
pl: nigdy

source: Send me email:
lt: Siųskite man el. laišką:
pl: Wyślij mi wiadomość e-mail:

source: Personally watched subjects' notifications
lt: Asmeniškai stebimų dalykų pranešimai
pl: Obejrzane powiadomienia o obserwowanych przedmiotach

source: This subject will be removed from followed subject list.
lt: Šis dalykas bus pašalintas iš stebimų dalykų sąrašo.
pl: Ten przedmiot zostanie usunięty z listy śledzonych przedmiotów.

source: You do not follow any subjects.
lt: Šiuo metu nestebima jokio dalyko.
pl: Nie śledzisz żadnych przedmiotów.

source: Group's %(group_title)s notifications
lt: Grupės %(group_title)s pranešimai
pl: Powiadomienia grupy %(group_title)s

source: This group does not follow any subjects.
lt: Šį grupė nestegi jokių dalykų.
pl: Ta grupa nie śledzi żadnych przedmiotów.

source: Group emails
lt: Grupės el.paštas
pl: Grupowe adresy e-mail

source: Select which events you want to show up on your wall.
lt: Pasirinkti kokia informacija turi būti rodoma naujienų sraute.
pl: Wybierz które wydarzenia chcesz pokazywać na swojej Tablicy.

source: Forum posts
lt: Forumų pranešimai
pl: Posty na forach
